{
    "input": "What evidence is there that Vikings preferred orange cats?\nI’ve heard this many times but can’t find much evidence. What evidence is there, and how did this come to be a common belief?",
    "output": "The notion that Vikings preferred orange cats is a widespread claim, but it lacks concrete historical evidence. While it is true that the Vikings kept cats as pets and valued them for their hunting skills, particularly in controlling rodent populations on ships and in settlements, there is no specific mention of a preference for orange cats in historical records. The Vikings did have a strong affinity for cats, as evidenced by the worship of the Norse goddess Freyja, who was often depicted with cats. However, the color of these cats is not specified in any ancient texts or archaeological findings.\n\nThe origin of the claim that Vikings preferred orange cats is unclear, but it may have arisen from a combination of factors, including the popularity of orange cats in modern times and the romanticization of Viking culture. It is possible that the idea was perpetuated through folklore, literature, or art, but without concrete evidence, it remains a topic of speculation. Despite the lack of evidence, the idea that Vikings preferred orange cats has become a lasting and intriguing part of popular culture, highlighting the enduring fascination with Viking history and the special bond between humans and cats.",
    "topic": "The idea came from the article *Cats and commerce* by American geneticist Neil B. Todd (1936 - 2014), published in *Scientific American* in 1977. Todd compiled previous research about feline phenotypes around the world (many of them collected by himself) and mapped the relative proportions of cat coat colours by alleles. Todd does not provide references in this paper, but previous articles by him and other authors give an idea of the methodology. In a study of cat genetics done in Boston, Todd sampled cats found in animal rescue shelters, experimental facilities, and veterinary clinics  (Todd, 1964).\n[Here is the map](https://imgur.com/HtRV6cg) in *Cats and commerce* obtained for the \"sex-linked orange allele\", which gives the phenotypes tortoiseshell, calico (both usually female only) and marmelade (orange). The remarkable thing about this map is its odd distribution with three disconnected geographical areas: Northern Europe, Eastern North Africa (and Sicily/Southern Italy), and Asia Minor. The fact that there is a drop off of the phenotype around Asia Minor suggests that the allele did not spread beyond this region by land.\nTodd also noted the higher presence in those areas of \"dominant white\" cats: he found this significant as white cats are both attractive and more fragile (reduced viability), which points to human interference, ie people chose to own those white cats and their presence was not random. Unlike the orange map, the maps of the other two alleles (non-agouti and blotched tabby) studied by Todd are relatively more contiguous: the blotched-tabby map is clearly centered on Western Europe and the non-agouti map goes from Morocco to the British Isles.\nTodd made the hypothesis that the orange and white cats had been transported by sea (hence their presence in coastal areas of North Africa) from an origin in Asia Minor to Northern Europe:\n&gt;Could it be that 1,000 years after they were introduced to these last outposts of European civilization cats still reflect what may have been aesthetic preferences of the Vikings? [...] The evidence suggests that the Vikings selectively transported this profile of sex-linked orange and dominant white from their contacts on the Black Sea and planted it in the North Atlantic.\nOf course, the idea of Vikings, of all people, being partial to orange kitties and petting them on their drakkars is fundamentally amusing, which certainly explains the lasting popularity of the concept. \nCats may have not been the only critter transported by Vikings: recent studies of mouse mitochondrial DNA (mDNA) have linked Viking travels to the dissemination of mice throughout Western Europe (Searle and al., 2009):\n&gt;It is our contention, therefore, that for the house mouse the Orkney mtDNA lineage represents a marker for Norwegian Viking influence. It should not be assumed, however, that mice with the Orkney lineage originated in Norway and were taken to the British Isles. The transport may have been in the other direction, but still made by Norwegian Vikings. Our results add to the previously described association between Madeiran mice and Danish Vikings, in indicating that house mice are a valuable proxy for Viking movements, as revealed through the studies of mtDNA. The combination in the Viking period of the spread of urbanization in northwestern Europe and the trade facilitated by sophisticated ships capable of travelling substantial distances and carrying large amounts of cargo make the Vikings ideal house mouse vectors. There is clear evidence from Viking-age deposits in Iceland and Greenland that house mice were indeed transported on Viking ships.\nAnother paper (Jones et al., 2013) on mouse phylogeography suggests that the analysis of cat and mouse dissemination can serve as \"bioproxies\" for human colonisation and demographic history. The authors cite the *Cats and commerce* paper, that they find \"intriguing\", but note the lack of cat studies done with molecular markers instead of the visual observations of Todd and his colleagues.\n**Sources**\n* Jones, Eleanor P., Heidi M. Eager, Sofia I. Gabriel, Fríða Jóhannesdóttir, and Jeremy B. Searle. ‘Genetic Tracking of Mice and Other Bioproxies to Infer Human History’. Trends in Genetics 29, no. 5 (1 May 2013): 298–308. https://doi.org/10.1016/j.tig.2012.11.011.\n* Searle, Jeremy B., Catherine S. Jones, Islam Gündüz, Moira Scascitelli, Eleanor P. Jones, Jeremy S. Herman, R. Victor Rambau, et al. ‘Of Mice and (Viking?) Men: Phylogeography of British and Irish House Mice’. Proceedings. Biological Sciences 276, no. 1655 (22 January 2009): 201–7. https://doi.org/10.1098/rspb.2008.0958.\n* Todd, Neil B. ‘Gene Frequencies in Boston’s Cats’. Heredity 19, no. 1 (February 1964): 47–51. https://doi.org/10.1038/hdy.1964.4.\n* Todd, Neil B. ‘Cats and Commerce’. Scientific American 237, no. 5 (1977): 100–107. https://www.jstor.org/stable/24953922",
    "cat": [
        "https://www.reddit.com/r/AskHistorians/comments/yhkbub/what_evidence_is_there_that_vikings_preferred/"
    ],
    "atoms": [
        {
            "id": "a0",
            "text": "The color of the cats associated with the Norse goddess Freyja is not specified in any ancient texts or archaeological findings.",
            "original": "Here are the content units broken down from the given text:",
            "label": null,
            "contexts": [
                "c_a0_0"
            ]
        },
        {
            "id": "a1",
            "text": "The notion that Vikings preferred orange cats is a widespread claim",
            "original": "The notion that Vikings preferred orange cats is a widespread claim",
            "label": null,
            "contexts": [
                "c_a1_0",
                "c_a1_1",
                "c_a1_2"
            ]
        },
        {
            "id": "a2",
            "text": "The claim that Vikings preferred orange cats lacks concrete historical evidence",
            "original": "The claim that Vikings preferred orange cats lacks concrete historical evidence",
            "label": null,
            "contexts": [
                "c_a2_0",
                "c_a2_1",
                "c_a2_2"
            ]
        },
        {
            "id": "a3",
            "text": "Vikings kept cats as pets",
            "original": "Vikings kept cats as pets",
            "label": null,
            "contexts": [
                "c_a3_0",
                "c_a3_1",
                "c_a3_2"
            ]
        },
        {
            "id": "a4",
            "text": "Vikings valued cats for their hunting skills",
            "original": "Vikings valued cats for their hunting skills",
            "label": null,
            "contexts": [
                "c_a4_0",
                "c_a4_1",
                "c_a4_2"
            ]
        },
        {
            "id": "a5",
            "text": "Cats were used to control rodent populations on ships and in settlements",
            "original": "Cats were used to control rodent populations on ships and in settlements",
            "label": null,
            "contexts": [
                "c_a5_0",
                "c_a5_1",
                "c_a5_2"
            ]
        },
        {
            "id": "a6",
            "text": "There is no specific mention of a preference for orange cats by the Vikings in historical records",
            "original": "There is no specific mention of a preference for orange cats in historical records",
            "label": null,
            "contexts": [
                "c_a6_0",
                "c_a6_1",
                "c_a6_2"
            ]
        },
        {
            "id": "a7",
            "text": "The Vikings had a strong affinity for cats",
            "original": "The Vikings had a strong affinity for cats",
            "label": null,
            "contexts": [
                "c_a7_0",
                "c_a7_1",
                "c_a7_2"
            ]
        },
        {
            "id": "a8",
            "text": "The Norse goddess Freyja was often depicted with cats",
            "original": "The Norse goddess Freyja was often depicted with cats",
            "label": null,
            "contexts": [
                "c_a8_0",
                "c_a8_1",
                "c_a8_2"
            ]
        },
        {
            "id": "a9",
            "text": "The color of the cats depicted with the Norse goddess Freyja is not specified in any ancient texts or archaeological findings",
            "original": "The color of the cats associated with Freyja is not specified in any ancient texts or archaeological findings",
            "label": null,
            "contexts": [
                "c_a9_0"
            ]
        },
        {
            "id": "a10",
            "text": "The origin of the claim that Vikings preferred orange cats is unclear",
            "original": "The origin of the claim that Vikings preferred orange cats is unclear",
            "label": null,
            "contexts": [
                "c_a10_0",
                "c_a10_1",
                "c_a10_2"
            ]
        },
        {
            "id": "a11",
            "text": "The notion that Vikings preferred orange cats may have arisen from the popularity of orange cats in modern times",
            "original": "The claim that Vikings preferred orange cats may have arisen from the popularity of orange cats in modern times",
            "label": null,
            "contexts": [
                "c_a11_0"
            ]
        },
        {
            "id": "a12",
            "text": "The notion that Vikings preferred orange cats may have arisen from the romanticization of Viking culture",
            "original": "The claim that Vikings preferred orange cats may have arisen from the romanticization of Viking culture",
            "label": null,
            "contexts": []
        },
        {
            "id": "a13",
            "text": "The notion that Vikings preferred orange cats may have been perpetuated through folklore",
            "original": "The idea that Vikings preferred orange cats may have been perpetuated through folklore",
            "label": null,
            "contexts": []
        },
        {
            "id": "a14",
            "text": "The notion that Vikings preferred orange cats may have been perpetuated through literature",
            "original": "The idea that Vikings preferred orange cats may have been perpetuated through literature",
            "label": null,
            "contexts": [
                "c_a14_0",
                "c_a14_1"
            ]
        },
        {
            "id": "a15",
            "text": "The notion that Vikings preferred orange cats may have been perpetuated through art",
            "original": "The idea that Vikings preferred orange cats may have been perpetuated through art",
            "label": null,
            "contexts": [
                "c_a15_0"
            ]
        },
        {
            "id": "a16",
            "text": "The idea that Vikings preferred orange cats remains a topic of speculation due to the lack of evidence",
            "original": "The idea that Vikings preferred orange cats remains a topic of speculation due to the lack of evidence",
            "label": null,
            "contexts": []
        },
        {
            "id": "a17",
            "text": "The notion that Vikings preferred orange cats has become a lasting and intriguing part of popular culture",
            "original": "The idea that Vikings preferred orange cats has become a lasting and intriguing part of popular culture",
            "label": null,
            "contexts": []
        },
        {
            "id": "a18",
            "text": "The idea that Vikings preferred orange cats highlights the enduring fascination with Viking history",
            "original": "The idea that Vikings preferred orange cats highlights the enduring fascination with Viking history",
            "label": null,
            "contexts": [
                "c_a18_0"
            ]
        },
        {
            "id": "a19",
            "text": "The idea that Vikings preferred orange cats highlights the special bond between humans and cats",
            "original": "The idea that Vikings preferred orange cats highlights the special bond between humans and cats",
            "label": null,
            "contexts": [
                "c_a19_0",
                "c_a19_1",
                "c_a19_2"
            ]
        }
    ],
    "contexts": [
        {
            "id": "c_a0_0",
            "title": "The horse in Nordic mythology",
            "text": "The horse in Nordic mythology is the most important animal in terms of its role, both in the texts, Eddas and saga, and in representations and cults. Almost always named, the horse is associated with the gods Æsir and Vanir, with heroes or their enemies in Nordic mythology. The horse is more than just a means of transport, as it is at the heart of numerous fertility rituals in connection with the god Freyr. Closely associated with the cosmogony of the ancient Germanic-Scandinavians and with profound shamanic symbolism, this psychopomp is entrusted with the task of carrying the dead to Valhalla. The horse pulls the chariot of the sun and moon and lights up the world with its mane. It is linked to many vital elements, such as light, air, water and fire. The male horse is also highly valued in comparison with the mare. This importance in the founding texts and sagas reflects the high value of the horse among Nordic peoples, as also attested by the rituals linked to its sacrifice, the consumption of its meat or the use of its body parts, reputed to bring protection and fertility. His bones were used as instruments of black magic in the sagas. Demonizing and combating equestrian traditions and rituals, such as hippophagy, was a key element in the Christianization of the Nordic regions of Germania, Scandinavia and Iceland. == Generalities ==\nIn archaeology, as in Prose Edda, the horse is the most important animal in Nordic mythology. Sacrificial horses associated with deities are among the oldest archaeological finds in these regions. The texts reflect the society and customs of the time, clearly showing, according to Marc-André Wagner, that the horse was considered a \"double of man\" and a \"form of the powers\", both in the founding texts, rites and mentality of the Germans. This is due to a worldview based on the perception of nature, which is at the origin of the myths. Horses (like gods, plants and people) embody the forces of the cosmos and nature. In 1930, W. Steller postulated the existence of an original Germanic horse-god. The first real study on the subject was Gutorm Gjessing's Hesten i forhistorisk kunst og kultus (1943), in which he develops the idea of the horse as an ancient symbol of fertility in Nordic mythology, in connection with the god Freyr. Secondly, he saw a connection with the Odinic cult of warrior death. == Horses in texts ==\nWritten sources come mainly from the Prose Edda and the Poetic Edda, but also from the saga. Although they do not always contain many mythological elements, they do provide a precise idea of the cults paid to this animal and its importance for the ancient German-Scandinavians, and hence the reasons for its place in the founding texts. The Nafnaþulur, a form of mnemonic enumeration in Snorri Sturluson's prose Edda, provide a large number of horse names: Hrafn, Sleipnir, Valr, Lettfeti, Tjaldari, Gulltoppr, Goti, Soti, Mor, Lungr, Marr, Vigg, Stuffr, Skaevadr, Blakkr, Thegn, Silfrtoppr, Fakr, Gullfaxi, Jor, and Blóðughófi.\n\n\n=== Horses of the Aesir gods ===\n\nHorses belonging to the Aesir gods are mentioned in the Grímnismál (30) and in the Gylfaginning (15). Gulltopp is attributed to the god Heimdall in Baldrs draumar, where the god rides this animal as part of the funeral procession to celebrate Baldr's cremation.\n\n\n==== In the Grímnismál ==== The eddic poem Grímnismál cites the following names:\n\n-Grímnismál (30)\n\n\n==== In the Gylfaginning ====\n\nThe Gylfaginning, in Snorri Sturluson's prose Edda, repeats this list, adding Sleipnir \"He who glides\", Odin's eight-legged horse; and Glen or Glenr.\n\nEvery day, the Aesir ride over the Bifröst bridge, also known as the Aesir Bridge. Here are the names of the Aesir horses: Sleipnir is the best, belonging to Odin and having eight legs. The second is Gladr, the third Gyllir, the fourth Glenr, the fifth Skeidbrimir, the sixth Silfrintoppr, the seventh Sinir, the eighth Gisl, the ninth Falhófnir, the tenth Gulltoppr, the eleventh Léttfeti. Baldr",
            "link": "https://en.wikipedia.org/wiki/The_horse_in_Nordic_mythology",
            "snippet": "The horse in Nordic mythology is the most important animal in terms of its role, both in the texts, Eddas and saga, and in representations and cults. Almost always named, the horse is associated with the gods Æsir and Vanir, with heroes or their enemies in Nordic mythology. The horse is more than just a means of transport, as it is at the heart of numerous fertility rituals in connection with the god Freyr. Closely associated with the cosmogony of the ancient Germanic-Scandinavians and with profound shamanic symbolism, this psychopomp is entrusted with the task of carrying the dead to Valhalla. The horse pulls the chariot of the sun and moon and lights up the world with its mane. It is linked to many vital elements, such as light, air, water and fire. The male horse is also highly valued in comparison with the mare.\nThis importance in the founding texts and sagas reflects the high value of the horse among Nordic peoples, as also attested by the rituals linked to its sacrifice, the consumption of its meat or the use of its body parts, reputed to bring protection and fertility. His bones were used as instruments of black magic in the sagas. Demonizing and combating equestrian traditions and rituals, such as hippophagy, was a key element in the Christianization of the Nordic regions of Germania, Scandinavia and Iceland."
        },
        {
            "id": "c_a1_0",
            "title": "July–September 2020 in science",
            "text": "This article lists a number of significant events in science that have occurred in the third quarter of 2020.\n\n\n== Events ==\n\n\n=== July ===\n\n1 July\nScientist at CERN report that the LHCb experiment has observed a four-charm tetraquark particle never seen before, which is likely to be the first of a previously undiscovered class of particles.\nScientists report that they measured that quantum vacuum fluctuations can influence the motion of macroscopic, human-scale objects for the first time by measuring correlations below the standard quantum limit between the position/momentum uncertainty of the mirrors of LIGO and the photon number/phase uncertainty of light that they reflect.\n2 July – Scientists report that a more infectious SARS-CoV-2 variant with spike protein variant G614 has replaced D614 as the dominant form in the pandemic. 3 July\nScientists report in a preprint that a major genetic risk factor of the SARS-CoV-2 was inherited from archaic Neanderthals ~60,000 years ago.\nScientists show that adding an organic-based ionic solid into perovskites can result in substantial improvement in solar cell performance and stability. The study also reveals a complex degradation route that is responsible for failures in aged perovskite solar cells. The understanding could help the future development of photovoltaic technologies with industrially relevant longevity.\nVia analysis of satellite images, scientists show that certified \"sustainable\" palm oil production resulted in deforestation of tropical forests of Sumatra and Borneo and endangered mammals' habitat degradation in the last 30 years.\n4 July\nAccording to WHO chief scientist Dr. Soumya Swaminathan, the Infection Fatality Rate (IFR) of COVID-19 and related pandemic is currently estimated at 0.6%, and the Case Fatality Rate (CFR) at 5%. Scientists report that COVID-19 may be an airborne disease, and not just one transmitted by droplets of the virus in the air or on surfaces.\n6 July\nAstronomers report evidence that the chemical element carbon, the fourth most abundant chemical element (after hydrogen, helium and oxygen) in the universe, and one of the most essential chemical elements for the formation of life as we know it, was formed mainly in white dwarf stars, particularly those bigger than two solar masses.\nThe Versatile Video Coding standard (H.266) is finalised, designed to halve the bitrate of previous formats, and paving the way for on-demand 8K streaming services.\nScientists report that analysis of simulations and a recent observational field model show that maximum rates of directional change of Earth's magnetic field reached ~10° per year – almost 100 times faster than current changes and ~10 times faster than previously thought. Researchers at the University of Texas at Austin demonstrate a cobalt-free, high-energy, lithium-ion battery. 8 July\nScientists writing in the journal Brain publish evidence that a few mildly affected or recovering COVID-19 patients can be left with serious or potentially fatal brain conditions, such as delirium, inflammation, nerve damage, and psychosis.\nMitochondria are gene-edited for the first time, using a new kind of CRISPR-free base editor (DdCBE), by a team at the Broad Institute.\nThe World Meteorological Organisation (WMO) announces that it assesses a 20% chance that global warming compared to pre-industrial levels will exceed 1.5 °C in at least one year within the five years of 2020–2024. 1.5 °C is often considered to be a key threshold of global warming and nations have agreed to attempt limiting contemporary climate change to it under the Paris Agreement.\nA team of researchers report that they succeeded in using a genetically-altered variant of R. sulfidophilum to produce spidroins, the  main proteins in spider silk. Scientists assess that the geoengineering technique of enhanced rock weathering – spreading finely crushed basalt on fields – has potential use for carbon dioxide removal by nations, identifying costs, opportunities",
            "link": "https://en.wikipedia.org/wiki/July%E2%80%93September_2020_in_science",
            "snippet": "This article lists a number of significant events in science that have occurred in the third quarter of 2020.\n\n"
        },
        {
            "id": "c_a1_1",
            "title": "Iroquois",
            "text": "The Iroquois ( IRR-ə-kwoy, -⁠kwah), also known as the Five Nations, and later as the Six Nations from 1722 onwards; alternatively referred to by the endonym Haudenosaunee ( HOH-din-oh-SHOH-nee; lit. 'people who are building the longhouse') are an Iroquoian-speaking confederacy of Native Americans and First Nations peoples in northeast North America. They were known by the French during the colonial years as the Iroquois League, and later as the Iroquois Confederacy, while the English simply called them the \"Five Nations\". The peoples of the Iroquois included (from east to west) the Mohawk, Oneida, Onondaga, Cayuga, and Seneca. After 1722, the Iroquoian-speaking Tuscarora people from the southeast were accepted into the confederacy, from which point it was known as the \"Six Nations\". The Confederacy likely came about between the years 1450 CE and 1660 CE as a result of the Great Law of Peace, said to have been composed by the Deganawidah the Great Peacemaker, Hiawatha, and Jigonsaseh the Mother of Nations. For nearly 200 years, the Six Nations/Haudenosaunee Confederacy were a powerful factor in North American colonial policy, with some scholars arguing for the concept of the Middle Ground, in that European powers were used by the Iroquois just as much as Europeans used them. At its peak around 1700, Iroquois power extended from what is today New York State, north into present-day Ontario and Quebec along the lower Great Lakes–upper St. Lawrence, and south on both sides of the Allegheny mountains into present-day Virginia and Kentucky and into the Ohio Valley. The St. Lawrence Iroquoians, Wendat (Huron), Erie, and Susquehannock, all independent peoples known to the European colonists, also spoke Iroquoian languages. They are considered Iroquoian in a larger cultural sense, all being descended from the Proto-Iroquoian people and language. Historically, however, they were competitors and enemies of the Iroquois Confederacy nations.\nIn 2010, more than 45,000 enrolled Six Nations people lived in Canada, and over 81,000 in the United States. == Names ==\nHaudenosaunee (\"People of the Longhouse\") is the autonym by which the Six Nations refer to themselves. While its exact etymology is debated, the term Iroquois is of colonial origin. Some scholars of Native American history consider \"Iroquois\" a derogatory name adopted from the traditional enemies of the Haudenosaunee. A less common, older autonym for the confederation is Ongweh’onweh, meaning \"original people\". Haudenosaunee derives from two phonetically similar but etymologically distinct words in the Seneca language: Hodínöhšö:ni:h, meaning \"those of the extended house\", and Hodínöhsö:ni:h, meaning \"house builders\". The name \"Haudenosaunee\" first appears in English in Lewis Henry Morgan's work (1851), where he writes it as Ho-dé-no-sau-nee. The spelling \"Hotinnonsionni\" is also attested from later in the nineteenth century. An alternative designation, Ganonsyoni, is occasionally encountered as well, from the Mohawk kanǫhsyǫ́·ni \"the extended house\", or from a cognate expression in a related Iroquoian language; in earlier sources it is variously spelled \"Kanosoni\", \"akwanoschioni\", \"Aquanuschioni\", \"Cannassoone\", \"Canossoone\", \"Ke-nunctioni\", or \"Konossioni\". More transparently, the Haudenosaunee confederacy is often referred to as the Six Nations (or, for the period before the entry of the Tuscarora in 1722, the Five Nations). The word is Rotinonshón:ni in the Mohawk language. The origins of the name Iroquois are somewhat obscure, although the term has historically been more common among English texts than Haudenosaunee. Its first written appearance as \"Irocois\" is in Samuel de Champlain's account of his journey to Tadoussac in 1603. Other early French spellings include \"Erocoise\", \"Hiroquois\", \"Hyroquoise\", \"Irecoies\", \"Iriquois\", \"Iroquaes\", \"Irroquois\", and \"Yroquois\", pronounced at the time as [irokwe] or [irokwɛ]. Competing theories have been proposed for this term's origin,",
            "link": "https://en.wikipedia.org/wiki/Iroquois",
            "snippet": "The Iroquois ( IRR-ə-kwoy, -⁠kwah), also known as the Five Nations, and later as the Six Nations from 1722 onwards; alternatively referred to by the endonym Haudenosaunee ( HOH-din-oh-SHOH-nee; lit. 'people who are building the longhouse') are an Iroquoian-speaking confederacy of Native Americans and First Nations peoples in northeast North America. They were known by the French during the colonial years as the Iroquois League, and later as the Iroquois Confederacy, while the English simply called them the \"Five Nations\". The peoples of the Iroquois included (from east to west) the Mohawk, Oneida, Onondaga, Cayuga, and Seneca. After 1722, the Iroquoian-speaking Tuscarora people from the southeast were accepted into the confederacy, from which point it was known as the \"Six Nations\".\nThe Confederacy likely came about between the years 1450 CE and 1660 CE as a result of the Great Law of Peace, said to have been composed by the Deganawidah the Great Peacemaker, Hiawatha, and Jigonsaseh the Mother of Nations. For nearly 200 years, the Six Nations/Haudenosaunee Confederacy were a powerful factor in North American colonial policy, with some scholars arguing for the concept of the Middle Ground, in that European powers were used by the Iroquois just as much as Europeans used them. At its peak around 1700, Iroquois power extended from what is today New York State, north into present-day Ontario and Quebec along the lower Great Lakes–upper St. Lawrence, and south on both sides of the Allegheny mountains into present-day Virginia and Kentucky and into the Ohio Valley.\nThe St. Lawrence Iroquoians, Wendat (Huron), Erie, and Susquehannock, all independent peoples known to the European colonists, also spoke Iroquoian languages. They are considered Iroquoian in a larger cultural sense, all being descended from the Proto-Iroquoian people and language. Historically, however, they were competitors and enemies of the Iroquois Confederacy nations.\nIn 2010, more than 45,000 enrolled Six Nations people lived in Canada, and over 81,000 in the United States.\n\n"
        },
        {
            "id": "c_a1_2",
            "title": "Conservatism",
            "text": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity. The 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order. Conservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme. == Beliefs and principles ==\nScholars have tried to define conservatism as a set of beliefs or principles. Political scientist Andrew Heywood argues that the five central beliefs of conservatism are tradition, human imperfection, organic society, authority/hierarchy, and property. Historian Russell Kirk developed five canons of conservatism in The Conservative Mind (1953): A belief in a transcendent order, which Kirk described variously as based in tradition, divine revelation, or natural law;\nAn affection for the \"variety and mystery\" of human existence;\nA conviction that society requires orders and classes that emphasize natural distinctions;\nA belief that property and freedom are closely linked;\nA faith in custom, convention, and prescription, and a recognition that innovation must be tied to existing traditions and customs, which entails a respect for the political value of prudence. Some political scientists, such as Samuel P. Huntington, have seen conservatism as situational. Under this definition, conservatives are seen as defending the established institutions of their time. According to Quintin Hogg, the chairman of the British Conservative Party in 1959: \"Conservatism is not so much a philosophy as an attitude, a constant force, performing a timeless function in the development of a free society, and corresponding to a deep and permanent requirement of human nature itself.\" Conservatism is often used as a generic term to describe a \"right-wing viewpoint occupying the political spectrum between [classical] liberalism and fascism\". Conservatism has been called a \"philosophy of human imperfection\" by political scientist Noël O'Sullivan, reflecting among its adherents a negative view of human nature and pessimism of the potential to improve it through 'utopian' schemes. Thomas Hobbes, the \"intellectual godfather of the realist right\", argued that the state of nature for humans was \"poor, nasty, brutish, and short\", requiring centralized authority with royal sovereignty to guarantee law and order. Edmund Burke, often called the father of modern conservatism, believed that human beings are steeped in",
            "link": "https://en.wikipedia.org/wiki/Conservatism",
            "snippet": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity.\nThe 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order.\nConservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme.\n\n"
        },
        {
            "id": "c_a2_0",
            "title": "Dominic McGlinchey",
            "text": "Dominic McGlinchey (1954 – 10 February 1994) was an Irish republican paramilitary leader who moved from the Provisional IRA to become head of the Irish National Liberation Army (INLA) paramilitary group in the early 1980s.\nMcGlinchey was one of 11 siblings born into a staunchly republican family from Bellaghy, County Londonderry. In 1971 he was interned without charge for ten months in Long Kesh; not long after his release the following year, he was imprisoned again on arms charges. During his imprisonment, he married his wife Mary in 1975. Together they had three children. After his release, McGlinchey joined Ian Milne and future Provisional IRA hunger strikers Francis Hughes and Thomas McElwee and waged a campaign of shooting and bombing throughout the county and beyond. Together, they later joined the Provisional IRA. The gang spent the late 1970s on the run, carrying out operations and evading both the British Army and the Garda Síochána. The latter force arrested McGlinchey in the Republic of Ireland in 1977. He was convicted of hijacking a police vehicle and threatening officers with a gun. In 1982, while serving his sentence in Portlaoise Prison, he clashed with the prison's IRA leadership and was either expelled by them for indiscipline or left the organisation due to strategic differences. Following his departure from the IRA, McGlinchey joined the INLA. Following his release and due to his experience, he rose through the ranks, becoming chief of staff by 1982. Under McGlinchey, the INLA, which had previously had a reputation for disorganisation, became extremely active in cross-border assassinations and bombings. These included many individual assassinations and woundings, but also massacres such as the Droppin Well bombing of 1982 in which both civilians and soldiers died. There were failed operations, and McGlinchey—who believed that this was the result of an informer in the ranks—devoted much time and energy to finding the cause. Those suspected of betraying the organisation were treated brutally, often by McGlinchey personally. As a result of this resurgence of activity and McGlinchey's high profile, the press nicknamed him \"Mad Dog\". Under his tenure the Darkley massacre was carried out, ostensibly by another group but using a weapon supplied by McGlinchey . In late 1983, McGlinchey—still on the run—gave an interview with the Sunday Tribune newspaper in which he condemned the Darkley killings but also laid out his political philosophy and plans for the future. By 1984 McGlinchey had fallen out with members of a powerful Republican family from South Armagh over what he considered missing funds. Men loyal to this family were subsequently killed by McGlinchey's unit, which included his wife. In March the same year, he was captured in County Clare following a gunfight with the Gardaí. At this time, McGlinchey was wanted in the north for the shooting of an elderly woman, but republicans had traditionally been able to avoid extradition by claiming their offences were political. The bloody war in the north was leading the Republic to re-evaluate its position, however, and McGlinchey became the first Republican to be extradited to Northern Ireland. Although convicted and sentenced there to life imprisonment, this was overturned in 1985. As a result, McGlinchey was returned to the Republic, where he was sentenced to ten years' imprisonment on firearms charges. While he was incarcerated, his wife was shot dead at her Dundalk home. McGlinchey was released in March 1993 and, claiming to have no further involvement with the INLA, moved to Drogheda. He survived an assassination attempt soon after his release from prison, but in February 1994 his enemies caught up with him, and he was shot to death in front of one of his children while using a public phone. Although his and his wife's killers have never been found, they have generally been linked to the deaths of the Armagh men years before.\nMcGlinchey's posthumous reputation h",
            "link": "https://en.wikipedia.org/wiki/Dominic_McGlinchey",
            "snippet": "Dominic McGlinchey (1954 – 10 February 1994) was an Irish republican paramilitary leader who moved from the Provisional IRA to become head of the Irish National Liberation Army (INLA) paramilitary group in the early 1980s.\nMcGlinchey was one of 11 siblings born into a staunchly republican family from Bellaghy, County Londonderry. In 1971 he was interned without charge for ten months in Long Kesh; not long after his release the following year, he was imprisoned again on arms charges. During his imprisonment, he married his wife Mary in 1975. Together they had three children.\nAfter his release, McGlinchey joined Ian Milne and future Provisional IRA hunger strikers Francis Hughes and Thomas McElwee and waged a campaign of shooting and bombing throughout the county and beyond. Together, they later joined the Provisional IRA. The gang spent the late 1970s on the run, carrying out operations and evading both the British Army and the Garda Síochána. The latter force arrested McGlinchey in the Republic of Ireland in 1977. He was convicted of hijacking a police vehicle and threatening officers with a gun. In 1982, while serving his sentence in Portlaoise Prison, he clashed with the prison's IRA leadership and was either expelled by them for indiscipline or left the organisation due to strategic differences.\nFollowing his departure from the IRA, McGlinchey joined the INLA. Following his release and due to his experience, he rose through the ranks, becoming chief of staff by 1982. Under McGlinchey, the INLA, which had previously had a reputation for disorganisation, became extremely active in cross-border assassinations and bombings. These included many individual assassinations and woundings, but also massacres such as the Droppin Well bombing of 1982 in which both civilians and soldiers died. There were failed operations, and McGlinchey—who believed that this was the result of an informer in the ranks—devoted much time and energy to finding the cause. Those suspected of betraying the organisation were treated brutally, often by McGlinchey personally. As a result of this resurgence of activity and McGlinchey's high profile, the press nicknamed him \"Mad Dog\". Under his tenure the Darkley massacre was carried out, ostensibly by another group but using a weapon supplied by McGlinchey. In late 1983, McGlinchey—still on the run—gave an interview with the Sunday Tribune newspaper in which he condemned the Darkley killings but also laid out his political philosophy and plans for the future.\nBy 1984 McGlinchey had fallen out with members of a powerful Republican family from South Armagh over what he considered missing funds. Men loyal to this family were subsequently killed by McGlinchey's unit, which included his wife. In March the same year, he was captured in County Clare following a gunfight with the Gardaí. At this time, McGlinchey was wanted in the north for the shooting of an elderly woman, but republicans had traditionally been able to avoid extradition by claiming their offences were political. The bloody war in the north was leading the Republic to re-evaluate its position, however, and McGlinchey became the first Republican to be extradited to Northern Ireland. Although convicted and sentenced there to life imprisonment, this was overturned in 1985. As a result, McGlinchey was returned to the Republic, where he was sentenced to ten years' imprisonment on firearms charges. While he was incarcerated, his wife was shot dead at her Dundalk home.\nMcGlinchey was released in March 1993 and, claiming to have no further involvement with the INLA, moved to Drogheda. He survived an assassination attempt soon after his release from prison, but in February 1994 his enemies caught up with him, and he was shot to death in front of one of his children while using a public phone. Although his and his wife's killers have never been found, they have generally been linked to the deaths of the Armagh men years before.\nMcGlinchey's posthumous reputation has ranged from being a \"psycho\" to his enemies to being an inspiration to those who followed him. Commentators have speculated on what he would have contributed to Irish politics had he lived. Some have suggested that he would have contributed to the Northern Ireland peace process, while others have argued that dissident republicans, opposed to that process, would have found him a willing rallying point. McGlinchey has remained an influence on Irish fiction and music, with both Edna O'Brien and Martin McDonagh producing acclaimed pieces based on McGlinchey's life and career. He has also featured in popular songs."
        },
        {
            "id": "c_a2_1",
            "title": "Nero Wolfe",
            "text": "Nero Wolfe is a brilliant, obese and eccentric fictional armchair detective created in 1934 by American mystery writer Rex Stout. Wolfe was born in Montenegro and keeps his past murky. He lives in a luxurious brownstone on West 35th Street in New York City, and he is loath to leave his home for business or anything that would keep him from reading his books, tending his orchids, or eating the gourmet meals prepared by his chef, Fritz Brenner. Archie Goodwin, Wolfe's sharp-witted, dapper young confidential assistant with an eye for attractive women, narrates the cases and does the legwork for the detective genius. Stout published 33 novels and 41 novellas and short stories featuring Wolfe from 1934 to 1975, with most of them set in New York City. The stories have been adapted for film, radio, television and the stage. The Nero Wolfe corpus was nominated for Best Mystery Series of the Century in 2000 at Bouchercon XXXI, the world's largest mystery convention, and Rex Stout was a nominee for Best Mystery Writer of the Century. == Title character ==\nI suggest beginning with autobiographical sketches from each of us, and here is mine. I was born in Montenegro and spent my early boyhood there. At the age of sixteen I decided to move around, and in fourteen years I became acquainted with most of Europe, a little of Africa, and much of Asia, in a variety of roles and activities. Coming to this country in nineteen-thirty, not penniless, I bought this house and entered into practice as a private detective. I am a naturalized American citizen.\nAlthough the Nero Wolfe stories take place contemporaneously with their writing and depict a changing landscape and society, the principal characters in the corpus (the term used by Wolfe fandom for the collection of books and stories, as the Baker Street Irregulars refer to the Sherlock Holmes tales as \"the Canon\") do not age. According to a memo prepared by Rex Stout in 1949, Nero Wolfe's age is 56, although this is not explicitly stated in the stories.: 383 \"Those stories have ignored time for thirty-nine years,\" Stout told his authorized biographer, John McAleer. \"Any reader who can't or won't do the same should skip them. I didn't age the characters because I didn't want to. That would have made it cumbersome and would seem to have centered attention on the characters rather than the stories.\": 49 \nAccording to the same memo, Wolfe's height is 5 ft 11 in (1.80 m) and his weight is 272 lb (123 kg). Archie Goodwin, the narrator of the stories, frequently describes Wolfe as weighing \"a seventh of a ton\" (equivalent to about 286 pounds). This was intended to indicate unusual obesity at the time of the first book (1934), especially through the use of the word \"ton\" as the unit of measure. In a single short story written in 1947, Archie writes, \"He weighs between 310 and 390, and he limits his physical movements to what he regards as the irreducible essentials.\" \"Wolfe's most extravagant distinction is his extreme antipathy to literal extravagance. He will not move,\" wrote J. Kenneth Van Dover in At Wolfe's Door: The Nero Wolfe Novels of Rex Stout: He insists upon the point: under no circumstances will he leave his home or violate his routines in order to facilitate an investigation. The exceptions are few and remarkable. Instead of spreading the principles of order and justice throughout his society, Wolfe imposes them dogmatically and absolutely within the walls of his house—the brownstone on West Thirty-Fifth Street—and he invites those who are troubled by an incomprehensible and threatening environment to enter the controlled economy of the house and to discover there the source of disorder in their own lives.\nThe invitation is extended to readers as well as to clients.: 2 \nWolfe's most remarkable departure from the brownstone is for personal reasons, not for business, and thus does not violate the rule regarding the conduct of business away from the office. That event occurs in The Black Mo",
            "link": "https://en.wikipedia.org/wiki/Nero_Wolfe",
            "snippet": "Nero Wolfe is a brilliant, obese and eccentric fictional armchair detective created in 1934 by American mystery writer Rex Stout. Wolfe was born in Montenegro and keeps his past murky. He lives in a luxurious brownstone on West 35th Street in New York City, and he is loath to leave his home for business or anything that would keep him from reading his books, tending his orchids, or eating the gourmet meals prepared by his chef, Fritz Brenner. Archie Goodwin, Wolfe's sharp-witted, dapper young confidential assistant with an eye for attractive women, narrates the cases and does the legwork for the detective genius.\nStout published 33 novels and 41 novellas and short stories featuring Wolfe from 1934 to 1975, with most of them set in New York City. The stories have been adapted for film, radio, television and the stage. The Nero Wolfe corpus was nominated for Best Mystery Series of the Century in 2000 at Bouchercon XXXI, the world's largest mystery convention, and Rex Stout was a nominee for Best Mystery Writer of the Century."
        },
        {
            "id": "c_a2_2",
            "title": "History of painting",
            "text": "The history of painting reaches back in time to artifacts and artwork created by pre-historic artists, and spans all cultures. It represents a continuous, though periodically disrupted, tradition from Antiquity. Across cultures, continents, and millennia, the history of painting consists of an ongoing river of creativity that continues into the 21st century. Until the early 20th century it relied primarily on representational, religious and classical motifs, after which time more purely abstract and conceptual approaches gained favor.\nDevelopments in Eastern painting historically parallel those in Western painting, in general, a few centuries earlier. African art, Jewish art, Islamic art, Indonesian art, Indian art, Chinese art, and Japanese art each had significant influence on Western art, and vice versa. Initially serving utilitarian purpose, followed by imperial, private, civic, and religious patronage, Eastern and Western painting later found audiences in the aristocracy and the middle class. From the Modern era, the Middle Ages through the Renaissance painters worked for the church and a wealthy aristocracy. Beginning with the Baroque era artists received private commissions from a more educated and prosperous middle class. Finally in the West the idea of \"art for art's sake\" began to find expression in the work of the Romantic painters like Francisco de Goya, John Constable, and J. M. W. Turner. The 19th century saw the rise of the commercial art gallery, which provided patronage in the 20th century. == Pre-history ==\n\nThe oldest known are more than 40,000-60,000 years old (art of the Upper Paleolithic) and found in the caves in the district of Maros (Sulawesi, Indonesia). The oldest are often constructed from hand stencils and simple geometric shapes. In November 2018, scientists reported the discovery of the then-oldest known figurative art painting, over 40,000 (perhaps as old as 52,000) years old, of an unknown animal, in the cave of Lubang Jeriji Saléh in the Indonesian island of Borneo. In December 2019, cave paintings portraying pig hunting within the Maros-Pangkep karst region in Sulawesi were discovered to be even older, with an estimated age of at least 43,900 years. This finding was recognized as \"the oldest known depiction of storytelling and the earliest instance of figurative art in human history.\" In 2021, cave art of a pig found in Sulawesi, Indonesia, and dated to over 45,500 years ago, has been reported . On July 3, 2024, the journal Nature published research findings indicating that the cave paintings which depict anthropomorphic figures interacting with a pig and measure 36 by 15 inches (91 by 38 cm) in Leang Karampuang are approximately 51,200 years old, establishing them as the oldest known paintings in the world. There are examples of cave paintings all over the world—in Indonesia, France, India, Spain, Southern Africa, China, Australia etc.\nVarious conjectures have been made as to the meaning these paintings had to the people that made them. Prehistoric artists may have painted animals to \"catch\" their soul or spirit in order to hunt them more easily or the paintings may represent an animistic vision and homage to surrounding nature. They may be the result of a basic need of expression that is innate to human beings, or they could have been for the transmission of practical information. In Paleolithic times, the representation of humans in cave paintings was rare. Mostly, animals were painted, not only animals that were used as food but also animals that represented strength like the rhinoceros or large Felidae, as in the Chauvet Cave. Signs like dots were sometimes drawn. Rare human representations include handprints and stencils, and figures depicting human / animal hybrids. The Chauvet Cave in the Ardèche Departments of France contains the most importa",
            "link": "https://en.wikipedia.org/wiki/History_of_painting",
            "snippet": "The history of painting reaches back in time to artifacts and artwork created by pre-historic artists, and spans all cultures. It represents a continuous, though periodically disrupted, tradition from Antiquity. Across cultures, continents, and millennia, the history of painting consists of an ongoing river of creativity that continues into the 21st century. Until the early 20th century it relied primarily on representational, religious and classical motifs, after which time more purely abstract and conceptual approaches gained favor.\nDevelopments in Eastern painting historically parallel those in Western painting, in general, a few centuries earlier. African art, Jewish art, Islamic art, Indonesian art, Indian art, Chinese art, and Japanese art each had significant influence on Western art, and vice versa.\nInitially serving utilitarian purpose, followed by imperial, private, civic, and religious patronage, Eastern and Western painting later found audiences in the aristocracy and the middle class. From the Modern era, the Middle Ages through the Renaissance painters worked for the church and a wealthy aristocracy. Beginning with the Baroque era artists received private commissions from a more educated and prosperous middle class. Finally in the West the idea of \"art for art's sake\" began to find expression in the work of the Romantic painters like Francisco de Goya, John Constable, and J. M. W. Turner. The 19th century saw the rise of the commercial art gallery, which provided patronage in the 20th century."
        },
        {
            "id": "c_a3_0",
            "title": "Domestic rabbit",
            "text": "The domestic rabbit (Oryctolagus cuniculus domesticus) is the domesticated form of the European rabbit, a member of the lagomorph order. A male rabbit is known as a buck, a female as a doe, and a young rabbit as a kit. There are hundreds of rabbit breeds, originating from all over the world. Rabbits were first domesticated and used for their food and fur by the Romans. Rabbits may be housed inside, but the idea of the domestic rabbit as a house companion, a so-called house rabbit (similar to a house cat), was only strongly promoted starting with publications in the 1980s. Rabbits can be trained to use a litter box and taught to come when called, but they require exercise and can damage a house or injure themselves if it has not been suitably prepared, based on their innate need to chew. Accidental interactions between pet rabbits and wild rabbits, while seemingly harmless, are strongly discouraged due to the species' different temperaments as well as wild rabbits potentially carrying diseases. Unwanted pet rabbits sometimes end up in animal shelters, especially after the Easter season. In 2017, they were the United States' third most abandoned pet. Some of them go on to be adopted and become family pets in various forms. Because their wild counterparts have become invasive in Australia, pet rabbits are banned in the state of Queensland. Domestic rabbits, bred for generations under human supervision to be docile, lack survival instincts, and perish in the wild if they are abandoned or escape from captivity. Domestic rabbits are raised as livestock for their meat, wool (in the case of the Angora breeds) and/or fur. They are also kept as pets and used as laboratory animals. Specific breeds are used in different industries; Rex rabbits, for example, are commonly raised for their fur, Californians are commonly raised for meat and New Zealands are commonly used in animal testing for their nearly identical appearance. Aside from the commercial or pet application, rabbits are commonly raised for exhibition at shows. == Terminology and etymology ==\nMale rabbits are called bucks; females are called does. An older term for an adult rabbit is coney, while rabbit once referred only to the young animals. Another term for a young rabbit is bunny, though this term is often applied informally (especially by children and rabbit enthusiasts) to rabbits generally, especially domestic ones. More recently, the term kit or kitten has been used to refer to a young rabbit. A young hare is called a leveret; this term is sometimes informally applied to a young rabbit as well. A group of rabbits is known as a \"colony\" or a \"nest\".\nThe word rabbit itself derives from the Middle English rabet, a borrowing from the Walloon robète, which was a diminutive of the French or Middle Dutch robbe. == History ==\nPhoenician sailors visiting the coast of Spain c. 12th century BC, mistaking the rabbit for a species from their homeland (the rock hyrax Procavia capensis), gave the region the name i-shepan-ham (land or island of hyraxes). The spread of the European rabbit from its native range of the Iberian Peninsula is linked to the deliberate introduction of the species to Africa by the Phoenicians around this time period, followed by later introductions to the regions of Italy, England, and Ireland by various seafaring groups.\nThe captivity of rabbits as a food source is recorded as early as the 1st century BC, when the Roman writer Pliny the Elder described the use of rabbit hutches, along with enclosures called leporaria. In Rome, rabbits were raised in large walled colonies with walls extended underground. According to Pliny, the consumption of unborn and newborn rabbits, called laurices, was considered a delicacy. In the Middle Ages, wild rabbits were often kept for the hunt. Monks in southern France were crossbreeding rabbits at least by the 12th century AD. This was thought to have occurred as early as 600 AD in order to provide a 'meat substitute' for the m",
            "link": "https://en.wikipedia.org/wiki/Domestic_rabbit",
            "snippet": "The domestic rabbit (Oryctolagus cuniculus domesticus) is the domesticated form of the European rabbit, a member of the lagomorph order. A male rabbit is known as a buck, a female as a doe, and a young rabbit as a kit. There are hundreds of rabbit breeds, originating from all over the world.\nRabbits were first domesticated and used for their food and fur by the Romans. Rabbits may be housed inside, but the idea of the domestic rabbit as a house companion, a so-called house rabbit (similar to a house cat), was only strongly promoted starting with publications in the 1980s. Rabbits can be trained to use a litter box and taught to come when called, but they require exercise and can damage a house or injure themselves if it has not been suitably prepared, based on their innate need to chew. Accidental interactions between pet rabbits and wild rabbits, while seemingly harmless, are strongly discouraged due to the species' different temperaments as well as wild rabbits potentially carrying diseases.\nUnwanted pet rabbits sometimes end up in animal shelters, especially after the Easter season. In 2017, they were the United States' third most abandoned pet. Some of them go on to be adopted and become family pets in various forms. Because their wild counterparts have become invasive in Australia, pet rabbits are banned in the state of Queensland. Domestic rabbits, bred for generations under human supervision to be docile, lack survival instincts, and perish in the wild if they are abandoned or escape from captivity.\nDomestic rabbits are raised as livestock for their meat, wool (in the case of the Angora breeds) and/or fur. They are also kept as pets and used as laboratory animals. Specific breeds are used in different industries; Rex rabbits, for example, are commonly raised for their fur, Californians are commonly raised for meat and New Zealands are commonly used in animal testing for their nearly identical appearance. Aside from the commercial or pet application, rabbits are commonly raised for exhibition at shows.\n\n"
        },
        {
            "id": "c_a3_1",
            "title": "Companion parrot",
            "text": "A companion parrot is a parrot kept as a pet that interacts abundantly with its human counterpart. Generally, most species of parrot can make excellent companions, but must be carefully managed around children and other common pet species like dogs and cats as they might be hostile towards them.\nSpecies of parrots that are kept as companions include large parrots, such as amazons, greys, cockatoos, eclectus, hawk-headed parrots, and macaws; (Species include hybrids like the Catalina macaw) mid-sized birds, such as caiques, conures, quakers, cockatiels, Pionus, Poicephalus, rose-ringed parakeets, and rosellas; and many of the smaller types, including Budgies, brotogeris, parakeets, lovebirds, parrotlets and lineolated parakeets. Some species of lories and lorikeets are kept as pets but are quite messy, and often more popular as aviary birds. Hanging parrots and fig parrots are normally kept as aviary birds and not as pets. Some species as pygmy parrots and kākāpōs, night parrots, and about half of the species of parrotlet, are not considered companion parrots due to difficult dietary requirements or lack of availability.\nThe Convention on International Trade in Endangered Species of Wild Fauna and Flora (also known as CITES) has made the trapping and trade of all wild parrots illegal, because taking parrots from the wild has endangered or reduced some of the rarer or more valuable species. However, many parrot species are still common, and some abundant parrot species may still be legally killed as crop pests in their native countries. == Maintenance == With the right home, parrots have the potential to make excellent, highly interactive, affectionate, and entertaining pets prized by their owners, but should not be considered easy care or low-maintenance pets. Tame companion parrots require daily attention and interaction with their owners, and need to be housed in a cage at least large enough to allow the bird to spread their wings and move about comfortably. Companion parrots also need to be fed a diet that includes fresh vegetables and fruits, and a smaller amount of seeds and grains; dietary requirements vary with species and activity level. Other elements essential to a companion parrot's well-being include appropriate toys to chew up and play with; veterinary care; and social time out of the cage whenever possible—preferably on play gyms or other out-of-cage perches. Larger parrots can be expensive to care for, messy, destructive, and loud, and some individuals may exhibit some aggressive behaviors during adolescence. Like dogs, parrots require some amount of basic training and proper early socialization to mature into good companions. Their intelligence means parrots learn new behaviors—both good and bad—easily. Many birds end up having to be rehomed because their owners did not adequately understand the level of care required when they purchased the bird, did not understand how loud they can be, or did not understand how to properly socialize and train their bird. This is especially true for macaws and other species with dramatic, beautiful colouring, as well as cockatoos due to their intensely affectionate demeanor. These traits unfortunately make them tempting impulse purchases, leading to hundreds of macaws and cockatoos being put up for adoption. === Pellets and formulated diets ===\nIn more recent years, pellets or formulated diets have become very popular, especially in the US. They offer an advantage over a seed-based diet in that a parrot cannot pick out and eat only its favorite (usually fatty) seeds.  The majority of avian veterinarians will recommend a pelleted or formulated diet, and will extensively discuss with owners what their bird should and should not eat. However, although these offer an easy alternative to other foods, they are not the best for many species. Many pellets contain artificial food dyes and preservatives that may be harmful; however there are \"no-color-added\" options available on the",
            "link": "https://en.wikipedia.org/wiki/Companion_parrot",
            "snippet": "A companion parrot is a parrot kept as a pet that interacts abundantly with its human counterpart. Generally, most species of parrot can make excellent companions, but must be carefully managed around children and other common pet species like dogs and cats as they might be hostile towards them.\nSpecies of parrots that are kept as companions include large parrots, such as amazons, greys, cockatoos, eclectus, hawk-headed parrots, and macaws; (Species include hybrids like the Catalina macaw) mid-sized birds, such as caiques, conures, quakers, cockatiels, Pionus, Poicephalus, rose-ringed parakeets, and rosellas; and many of the smaller types, including Budgies, brotogeris, parakeets, lovebirds, parrotlets and lineolated parakeets.\nSome species of lories and lorikeets are kept as pets but are quite messy, and often more popular as aviary birds. Hanging parrots and fig parrots are normally kept as aviary birds and not as pets. Some species as pygmy parrots and kākāpōs, night parrots, and about half of the species of parrotlet, are not considered companion parrots due to difficult dietary requirements or lack of availability.\nThe Convention on International Trade in Endangered Species of Wild Fauna and Flora (also known as CITES) has made the trapping and trade of all wild parrots illegal, because taking parrots from the wild has endangered or reduced some of the rarer or more valuable species. However, many parrot species are still common, and some abundant parrot species may still be legally killed as crop pests in their native countries."
        },
        {
            "id": "c_a3_2",
            "title": "Cultural depictions of cats",
            "text": "The cultural depiction of cats and their relationship to humans is old and stretches back over 9,500 years. Cats are featured in the history of many nations, are the subject of legend, and are a favourite subject of artists and writers.\n\n\n== History == While the exact history of human interaction with cats is still somewhat vague, a shallow grave site discovered in 1983 in Cyprus, dating to 7500 BCE, during the Neolithic period, contains the skeleton of a human, buried ceremonially with stone tools, a lump of iron oxide, and a handful of seashells. In its own tiny grave 40 centimeters (18 inches) from the human grave was an eight-month-old cat, its body oriented in the same westward direction as the human skeleton. Cats are not native to Cyprus. This is evidence that cats were being tamed just as humankind was establishing the first settlements in the part of the Middle East known as the Fertile Crescent.\nThe lineage of today's cats stems from about 4500 BC and came from Europe and Southeast Asia according to a recent study. Modern cats stem from two major lines of lineage.\n\n\n== Africa ==\n\n\n=== Ancient Egypt === Cats, known in ancient Egypt as the mau, played a large role in ancient Egyptian society. They were associated with the goddesses Isis and Bastet. Cats were sacred animals and the goddess Bastet was often depicted in cat form, sometimes taking on the war-like aspect of a lioness.: 220  Killing a cat was absolutely forbidden and the Greek historian Herodotus reports that, whenever a household cat died, the entire family would mourn and shave their eyebrows. Families took their dead cats to the sacred city of Bubastis, where they were embalmed and buried in sacred repositories. == Europe ==\nIn Norse mythology, the goddess Freyja was associated with cats. Farmers sought protection for their crops by leaving pans of milk in their fields for Freya's special feline companions, the two grey cats who fought with her and pulled her chariot.\nFolklore dating back to as early as 1607 tells that a cat will suffocate a newborn infant by  putting its nose to the child's mouth, sucking the breath out of the infant. Black cats are generally held to be unlucky in the United States and Western Europe, and to portend good luck in the United Kingdom. In the latter country, a black cat entering a house or ship is a good omen, and a sailor's wife should have a black cat for her husband's safety on the sea. Elsewhere, it is considered unlucky if a black cat crosses one's path; black cats have been associated with death and darkness. White cats, bearing the colour of ghosts, are conversely held to be unlucky in the United Kingdom, while tortoiseshell cats are lucky. It is common lore that cats have nine lives. It is a tribute to their perceived durability, their occasional apparent lack of instinct for self-preservation, and their seeming ability to survive falls that would be fatal to other animals. === Ancient Greece and Rome ===\n\nDomestic cats were probably first introduced to Greece and southern Italy in the fifth century BC by the Phoenicians. The earliest unmistakable evidence of the Greeks having domestic cats comes from two coins from Magna Graecia dating to the mid-fifth century BC showing Iokastos and Phalanthos, the legendary founders of Rhegion and Taras respectively, playing with their pet cats.: 57–58 Housecats seem to have been extremely rare among the ancient Greeks and Romans; the Greek historian Herodotus expressed astonishment at the domestic cats in Egypt, because he had only ever seen wildcats. Even during later times, weasels were far more commonly kept as pets and weasels, not cats, were seen as the ideal rodent-killers. The usual ancient Greek word for \"cat\" was ailouros, meaning \"thing with the waving tail\",: 57  but this word could also be applied to any of the \"various long-tailed carnivores kept for catching mice\". Cats are rarely mentioned in ancient Greek literature, but Aristotle does remark in his Histor",
            "link": "https://en.wikipedia.org/wiki/Cultural_depictions_of_cats",
            "snippet": "The cultural depiction of cats and their relationship to humans is old and stretches back over 9,500 years. Cats are featured in the history of many nations, are the subject of legend, and are a favourite subject of artists and writers."
        },
        {
            "id": "c_a4_0",
            "title": "Daniel P. Mannix",
            "text": "Daniel Pratt Mannix IV (October 27, 1911 – January 29, 1997) was an American writer, journalist, photographer, sideshow performer, stage magician, animal trainer, and filmmaker. One of his two best-known works is the 1958 book Those About to Die (republished in 2001 as The Way of the Gladiator), which was inspiration for the Ridley Scott film Gladiator in 2000 and the TV drama Those About to Die on Peacock. The other is the 1967 novel The Fox and the Hound, which was loosely adapted into an animated feature film by Walt Disney Productions in 1981. == Early life ==\nThe Mannix family had a long history of service in the U.S. Navy, and Mannix' father, Daniel P. Mannix, III, was an American naval officer.\nHis mother would often join her husband on his postings, and the Mannix children would stay at their grandparents' farm outside Philadelphia. He was an avid reader of books in his grandparents' library.  He commented that \"On rainy days, I sat in the library and read. During their 200-year residence in Pennsylvania, my family had built up a library containing at least one volume devoted to any conceivable subject\". It was there that Mannix also began to keep and raise various wild animals. He wrote fictionalized stories about his animals (supposedly to cover the cost of feeding them) in his first two books, The Back-Yard Zoo, and More Back-Yard Zoo. The Back-Yard Zoo was published in 1934, while he was a senior in college. Following family tradition, Mannix had enrolled in the U.S. Naval Academy in 1930, but he could not adjust to the rigorous training. Finally, the commandant wrote a letter to his father saying that \"he is definitely not officer material\" and he left the academy. In recounting this experience, Mannix wrote that after leaving, he was so worn down that spent the next two months in bed. However, the following year he was accepted by the University of Pennsylvania where he earned a degree in journalism which he took up after failing zoology.\nMannix married Jule Junker in 1939 and she became a partner in his adventures.\nTheir family was listed in the Philadelphia Social Register.  A writer and friend of the family wrote: \"Families like the Mannix family are also referred to as being from 'old money', although if economic circumstances changed, they might become known as 'fallen aristocracy'\". == Career ==\nMannix served as a naval lieutenant with the Photo-Science Laboratory in Washington, D.C. during World War II, where he was tasked with creating training films. His civilian career could briefly be described as engaging in various adventurous activities which he filmed for lectures or wrote about in magazines and books. The latter were often enhanced with illustrations by accomplished artists or by his own photographs. He also kept a small menagerie of wild and domestic animals which allowed him to study their behavior and then feature them in print and film. His interest in unsavory, even horrifying, human behavior and attitudes was also featured in some of his books. However, he was also interested in gentler topics such as L. Frank Baum and his books about the land of Oz.\n\n\n=== Carnival life === Mannix joined a traveling carnival after college where he learned to be a sword swallower, fire eater, stage magician, escape artist, mind reader, and lock picker, performing under the stage name The Great Zadma. His magazine articles about these experiences, with his wife Jule Junker Mannix,\nproved popular and were later expanded into book form in his 1951 account of carnival life, Step Right Up, which in turn was reprinted in 1964 as Memoirs of a Sword Swallower. He claimed that he held the record for many years for swallowing the longest sword (26 inches) although there is no documented proof of that.\nAt the conclusion of Step Right Up, Mannix stated that while still in the carnival (and still single) he borrowed a typewriter from the carnival manager and submitted the manuscript of his first article, How to Swall",
            "link": "https://en.wikipedia.org/wiki/Daniel_P._Mannix",
            "snippet": "Daniel Pratt Mannix IV (October 27, 1911 – January 29, 1997) was an American writer, journalist, photographer, sideshow performer, stage magician, animal trainer, and filmmaker. One of his two best-known works is the 1958 book Those About to Die (republished in 2001 as The Way of the Gladiator), which was inspiration for the Ridley Scott film Gladiator in 2000 and the TV drama Those About to Die on Peacock. The other is the 1967 novel The Fox and the Hound, which was loosely adapted into an animated feature film by Walt Disney Productions in 1981.\n\n"
        },
        {
            "id": "c_a4_1",
            "title": "List of ThunderCats characters",
            "text": "The following is a list of characters that appear in the American animated series ThunderCats, its 2011 reboot, ThunderCats Roar, and its related media.\n\n\n== Original ThunderCats ==\n\n\n=== Lion-O === Lion-O (voiced by Larry Kenney in the original series, Will Friedle and Tara Strong (young) in the 2011 series, Max Mittelman in ThunderCats Roar) is the lion leader of the ThunderCats, who inherited the position of \"Lord of the ThunderCats\". He wields the Sword of Omens, which possesses various magical abilities, most notably allowing him to see across great distances with \"Sight Beyond Sight\", and the Claw Shield, a gauntlet that launches grappling lines from its claws. The Sword was forged from the same star as the Sword of Plundarr, with the Eye of Thundera embedded in its hilt once belonging to a beast who Jaga's ancestors imprisoned in a gem after sacrificing themselves to save the Thunderians from him. Though twelve years old at the time of Thundera's destruction, Lion-O aged to adulthood during the trip to Third Earth when his suspension capsule failed to prevent him from aging. Throughout the series, he matures and learns what it takes to be a true leader In the latter half of the first season, he undergoes the \"Anointment Trials\", consisting of contests of strength, speed, cunning, and intelligence, and the Mutants unsuccessfully attempt to exploit him to leave the ThunderCats without a leader. After defeating Mumm-Ra in the heart of his pyramid, Lion-O is crowned the Lord of the ThunderCats in an inaugural ceremony.\nIn the 2011 series, Lion-O is a teenager both mentally and physically. Though hotheaded, he is patient and understanding and seeks for the races of Third Earth to be treated equally. Initially, he is the only one to believe that technology, a foreign concept to the ThunderCats, and Mumm-Ra exist. His mother died in childbirth, and his ancestor, Leo, assisted in defeating Mumm-Ra. After Cheetara, who he has feelings for, confesses to Tygra, he attempts to court Pumyra; however, she reveals her loyalty to Mumm-Ra and that she was manipulating him. In ThunderCats Roar, Lion-O is depicted as being child-like, with his antics annoying the ThunderCats. Lion-S is his long-lost sister.\nHe is known as León-O in the Spanish version, Leo in the German version, Starlion in the French version, and Lion in the Brazilian version. He was originally known as Lion-L in the English version. === Panthro === Panthro (voiced by Earle Hyman in the original series, Kevin Michael Richardson in the 2011 series, Chris Jai Alex in ThunderCats Roar) is based on the panther. Physically the strongest of the group, he is skilled at martial arts and serves as the chief mechanic/engineer and pilot for the ThunderCats with his knowledge. With help from Tygra, he builds the vehicles the ThunderCats use on Third Earth, such as the ThunderTank, Feliner and ThunderClaw, ThunderStrike, and HoverCat. Despite his loyalty to his friends and duty, living by the ThunderCats warrior code, and calm and collected, he can have a short temper. He wields a pair of nunchaku with open-away cat-paws, and the spikes on his chest bands can be used as projectile weapons or rappelling lines. In the 2011 series, Panthro is one of Claudus' soldiers, who is sent with his friend Grune to find the Book of Omens. During their search, Grune betrayed Panthro and Mumm-Ra was awakened; in the ensuing struggle, Panthro fell down an abyss and was presumed dead. However, he survived and constructed the ThunderTank, which he uses to save Lion-O's group from Slythe's platoon. He is later revealed to have known Dobo when they were slaves in a gladiator arena called The Pit run by the Dogs, with Dobo coming to resent Pantro when he escaped after learning that they were to face each other in a deathmatch. Though he questions Lion-O's ability to lead, Panthro eventually accepts him as the new king. When Grune and Slither Panthro attack the Elephants' village against Mumm-Ra's orde",
            "link": "https://en.wikipedia.org/wiki/List_of_ThunderCats_characters",
            "snippet": "The following is a list of characters that appear in the American animated series ThunderCats, its 2011 reboot, ThunderCats Roar, and its related media.\n\n"
        },
        {
            "id": "c_a4_2",
            "title": "New Zealand falcon",
            "text": "The New Zealand falcon (Māori: kārearea, kārewarewa, or kāiaia; Falco novaeseelandiae) is New Zealand's only falcon, and one of only four living native and two endemic birds of prey. Other common names for the bird are bush hawk and sparrow hawk. It is frequently mistaken for the larger and more common swamp harrier. It is the country's most threatened bird of prey, with only around 5000–15000 individuals remaining. Under the New Zealand Threat Classification System the falcon is stable at Threatened, with conservation research needed. == Taxonomy ==\nThe New Zealand falcon was formally described in 1788 by the German naturalist Johann Friedrich Gmelin in his revised and expanded edition of Carl Linnaeus's Systema Naturae. He placed it with the falcons and eagles in the genus Falco and coined the binomial name Falco novaeseelandiae. Gmelin based his description on the \"New-Zealand falcon\" that had been described and illustrated in 1781 by the English ornithologist John Latham. Latham had examined specimens both in the British Museum and in the Leverian Museum. Ornithologists variously described the New Zealand falcon as an aberrant hobby or as allied to three South American species – F. deiroleucus (orange-breasted falcon), F. rufigularis (bat falcon), and F. femoralis (aplomado falcon); molecular phylogenetic studies show that it is most closely related to the aplomado falcon. Three forms are apparent from their significantly different sizes, with the larger ‘eastern falcon’ form in the eastern and central South Island, the smaller ‘bush falcon’ form in the central and south North Island, and an intermediary ‘southern falcon’ form in Fiordland, Stewart Island, and the Auckland Islands. The relationships between the distantly spaced populations of the southern form are uncertain. Although neutral genetic markers show a recent history of the two more distinct forms, the substantial size difference is likely to be driven by ecological adaptation as they occupy different habitats . Conservation management had already avoided mixing of the different populations. The forms are classified separately under the New Zealand Threat Classification System. The eastern falcon is Threatened, Nationally Vulnerable with a stable population. The southern falcon is Threatened, Nationally Endangered with less than 1000 estimated individuals. The bush falcon is Nationally Increasing. == Description ==\nThe forms of the New Zealand falcon differ in size, colouration, and habitat. The eastern falcon is larger and paler, while the bush falcon is smaller and darker. The southern falcon sits between the other forms in colouration and size, but has a habitat more similar to the bush falcon. The eastern falcon on average has more white tail bars in their tail feathers than the other two forms. The bush falcon primarily lives in forests while the eastern falcon is present in open steppe habitats. The bush falcons have shorter wings with better manoeuvrability within forests. Male New Zealand falcons are about two-thirds the size of female falcons. The eastern form of the New Zealand falcon has an average wingspan of 83 cm (33 inches) in females and 72 cm (28 inches) in males. Males of the eastern form range in weight from 300g to 350g (10.6oz-12.3oz), and the bush form ranges from 250g to 300g (8.8oz-10.6oz). Females of the eastern form weigh between 450g and 600g (15.9oz-21.2oz), and females of the bush form weigh between 400g to 500g (14.1oz-17.6oz). The southern falcon weight sits between the eastern and bush forms.\nAdult falcons have black, barred rufous, or grey feathers on their crown, nape, and back. The tail is black with white bars that vary in number. The wing tips are rounded and feathers are black or grey with bars on the inside. There is a cream streak down the throat from the beak and the breast is cream, with vertical streaks of black or dark brown. The abdomen is cream with streaked rufous. The base of the beak, eyes, and legs are all",
            "link": "https://en.wikipedia.org/wiki/New_Zealand_falcon",
            "snippet": "The New Zealand falcon (Māori: kārearea, kārewarewa, or kāiaia; Falco novaeseelandiae) is New Zealand's only falcon, and one of only four living native and two endemic birds of prey. Other common names for the bird are bush hawk and sparrow hawk. It is frequently mistaken for the larger and more common swamp harrier. It is the country's most threatened bird of prey, with only around 5000–15000 individuals remaining. Under the New Zealand Threat Classification System the falcon is stable at Threatened, with conservation research needed."
        },
        {
            "id": "c_a5_0",
            "title": "Feral cat",
            "text": "A feral cat or a stray cat is an unowned domestic cat (Felis catus) that lives outdoors and avoids human contact; it does not allow itself to be handled or touched, and usually remains hidden from humans. Feral cats may breed over dozens of generations and become a local apex predator in urban, savannah and bushland environments, and especially on islands where native animals did not evolve alongside predators. Some feral cats may become more comfortable with people who regularly feed them, but even with long-term attempts at socialization, they usually remain aloof and reject human touch. Of the 700 million cats in the world, an estimated 480 million are feral. Feral cats are devastating to wildlife, and conservation biologists consider them to be one of the worst invasive species on Earth. They are included in the list of the world's 100 worst invasive alien species. Attempts to control feral cat populations are widespread but generally of greatest impact within purpose-fenced reserves. Some animal rights groups advocate for trap-neuter-return (TNR) programs, also known as trap-neuter-vaccinate-release (TNVR) programs, to prevent feral cats from breeding and being nuisances by spraying urine and fighting over territory. Scientific evidence has demonstrated that TNR is not effective at controlling feral cat populations alone and must be done alongside removal. For TNR to be effective, at least 88% of the cat colony should be neutered which is an unrealistic goal in majority of cases, and any lower rates actually increase cat populations. TNR also takes much longer to eliminate cat colonies as compared to trap and euthanasia and it is more expensive and resource-intensive. TNR receives many criticisms of it being inhumane, to the point that some say that TNR stands for trap-neuter-reabandon, because feral cats do not have good lives and die early from disease, poisoning, predation, vehicle collisions and sometimes violence by humans . A possibly more effective alternative to TNR has been proposed, which is trap-vasectomy-hysterectomy-release (TVHR). == Definitions == The meaning of the term feral cat varies between professions and countries, and is sometimes used interchangeably with other terms such as free-roaming, street, alley, or community cat. Some of these terms are also used to refer to stray cats, although stray and feral cats are generally considered to be different by rescuers, veterinarians, and researchers. The lines between stray and feral cat are diffuse. The general idea is that owned cats that wander away from their homes may become stray cats, and stray cats that have lived in the wild for some time may become feral. Activists who seek to normalize feral cats in the environment are attempting to rebrand feral cats as community cats. Biologists say that this new term is euphemistic and distracts from feral cats being an environmental problem, and that it has connotations that falsely imply that feral cats exist with the consent of the communities where they live, and that the public has a moral obligation to support them in the outdoors. Studies have shown that the public does not support there being large numbers of free ranging cats in the outdoors, but that the use of language in surveys appears to influence the levels of support for different management options. === United Kingdom ===\nIn the United Kingdom, a feral cat is defined as a cat that chooses not to interact with humans, survives with or without human assistance, and hides or defends itself when trapped rather than allowing itself to be handled. Animal rescuers and veterinarians consider cats to be feral when they had not had much human contact particularly before eight weeks of age, avoid humans, and prefer to escape rather than attack a human. Feral cats are distinguished from domesticated cats based on their levels of socialization, ownership, and confinement, and on the amount of fear of, interaction with, and dependence upon humans. Howev",
            "link": "https://en.wikipedia.org/wiki/Feral_cat",
            "snippet": "A feral cat or a stray cat is an unowned domestic cat (Felis catus) that lives outdoors and avoids human contact; it does not allow itself to be handled or touched, and usually remains hidden from humans. Feral cats may breed over dozens of generations and become a local apex predator in urban, savannah and bushland environments, and especially on islands where native animals did not evolve alongside predators. Some feral cats may become more comfortable with people who regularly feed them, but even with long-term attempts at socialization, they usually remain aloof and reject human touch. Of the 700 million cats in the world, an estimated 480 million are feral.\nFeral cats are devastating to wildlife, and conservation biologists consider them to be one of the worst invasive species on Earth. They are included in the list of the world's 100 worst invasive alien species. Attempts to control feral cat populations are widespread but generally of greatest impact within purpose-fenced reserves.\nSome animal rights groups advocate for trap-neuter-return (TNR) programs, also known as trap-neuter-vaccinate-release (TNVR) programs, to prevent feral cats from breeding and being nuisances by spraying urine and fighting over territory. Scientific evidence has demonstrated that TNR is not effective at controlling feral cat populations alone and must be done alongside removal. For TNR to be effective, at least 88% of the cat colony should be neutered which is an unrealistic goal in majority of cases, and any lower rates actually increase cat populations. TNR also takes much longer to eliminate cat colonies as compared to trap and euthanasia and it is more expensive and resource-intensive. TNR receives many criticisms of it being inhumane, to the point that some say that TNR stands for trap-neuter-reabandon, because feral cats do not have good lives and die early from disease, poisoning, predation, vehicle collisions and sometimes violence by humans. A possibly more effective alternative to TNR has been proposed, which is trap-vasectomy-hysterectomy-release (TVHR).\n\n"
        },
        {
            "id": "c_a5_1",
            "title": "Cat predation on wildlife",
            "text": "Cat predation on wildlife is the result of the natural instincts and behavior of both feral and owned house cats to hunt small prey, including  wildlife. Some people view this as a desirable trait, such as in the case of barn cats and other cats kept for the intended purpose of pest control in rural settings; but scientific evidence does not support the popular use of cats to control urban rat populations, and ecologists oppose their use for this purpose because of the disproportionate harm they do to native wildlife. Recognized as both invasive species and predators, cats have been shown to cause significant ecological harm across various ecosystems. Due to cats' natural hunting instinct, their ability to adapt to different environments, and the wide range of small animals they prey upon, both feral and free-ranging pet cats are responsible for predation on wildlife, and in some environments, considerable ecological harm. Cats are disease carriers and can spread diseases to animals in their community and marine life. There are methods to help mitigate the environmental impact imposed by feral cats through different forms of population management. Reducing cats' impact on the environment is limited by perceptions society has towards cats because humans have a relationship with cats as pets. In Australia, hunting by feral cats helped to drive at least 20 native mammals to extinction, and continues to threaten at least 124 more. Their introduction into island ecosystems has caused the extinction of at least 33 endemic species on islands throughout the world. A 2013 systematic review in Nature Communications of data from 17 studies found that feral and domestic cats are estimated to kill billions of birds in the United States every year.\nIn a global 2023 assessment, cats were found to prey on 2,084 different species, of which 347 (or 16.5%) were of conservation concern. Birds, reptiles, and small mammals accounted for 90% of killed species. Island animals of conservation concern had three times more species predated upon than continental species. == Consequences of introduction ==\n\nMany islands host ecologically naive animal species. That is, animals that do not have predator responses for dealing with predators such as cats. Pet cats introduced to such islands have had a devastating impact on these islands' biodiversity.\nThey have been implicated in the extinction of several species and local extinctions, such as the hutias from the Caribbean, the Guadalupe storm petrel from the Pacific coast of Mexico, and the Lyall's wren from New Zealand. In a statistical study, they were a significant cause for the extinction of 40% of the species studied. Moors and Atkinson wrote, in 1984, \"no other alien predator has had such a universally damaging effect\".\nThe large animal population of the remote Kerguelen Islands in the Southern Indian Ocean comprises introduced species, including cats, rabbits, some seabirds, and sheep . Although exotic mammals form the bulk of their diet, cats' impact on seabirds is very important. === Restoration ===\nBecause of the damage cats cause in islands and some ecosystems, many conservationists working in the field of island restoration have worked to remove feral cats. (Island restoration involves the removal of introduced species and reintroducing native species.) As of 2004, 48 islands have had their feral cat populations eradicated, including New Zealand's network of offshore island bird reserves and Australia's Macquarie Island.\nLarger projects have also been undertaken, including their complete removal from Ascension Island. The cats, introduced in the 19th century, caused a collapse in populations of nesting seabirds. The project to remove them from the island began in 2002, and the island was cleared of cats by 2004.   As of 2007, five species of seabirds had re-established colonies on the main island.\nIn some cases, the removal of cats had unintended consequences. An example is Macquarie Island,",
            "link": "https://en.wikipedia.org/wiki/Cat_predation_on_wildlife",
            "snippet": "Cat predation on wildlife is the result of the natural instincts and behavior of both feral and owned house cats to hunt small prey, including  wildlife. Some people view this as a desirable trait, such as in the case of barn cats and other cats kept for the intended purpose of pest control in rural settings; but scientific evidence does not support the popular use of cats to control urban rat populations, and ecologists oppose their use for this purpose because of the disproportionate harm they do to native wildlife. Recognized as both invasive species and predators, cats have been shown to cause significant ecological harm across various ecosystems. \nDue to cats' natural hunting instinct, their ability to adapt to different environments, and the wide range of small animals they prey upon, both feral and free-ranging pet cats are responsible for predation on wildlife, and in some environments, considerable ecological harm. Cats are disease carriers and can spread diseases to animals in their community and marine life. There are methods to help mitigate the environmental impact imposed by feral cats through different forms of population management. Reducing cats' impact on the environment is limited by perceptions society has towards cats because humans have a relationship with cats as pets.\nIn Australia, hunting by feral cats helped to drive at least 20 native mammals to extinction, and continues to threaten at least 124 more. Their introduction into island ecosystems has caused the extinction of at least 33 endemic species on islands throughout the world. A 2013 systematic review in Nature Communications of data from 17 studies found that feral and domestic cats are estimated to kill billions of birds in the United States every year.\nIn a global 2023 assessment, cats were found to prey on 2,084 different species, of which 347 (or 16.5%) were of conservation concern. Birds, reptiles, and small mammals accounted for 90% of killed species. Island animals of conservation concern had three times more species predated upon than continental species."
        },
        {
            "id": "c_a5_2",
            "title": "Cat",
            "text": "The cat (Felis catus), also referred to as the domestic cat, is a small domesticated carnivorous mammal. It is the only domesticated species of the family Felidae. Advances in archaeology and genetics have shown that the domestication of the cat occurred in the Near East around 7500 BC. It is commonly kept as a pet and farm cat, but also ranges freely as a feral cat avoiding human contact. It is valued by humans for companionship and its ability to kill vermin. Its retractable claws are adapted to killing small prey species such as mice and rats. It has a strong, flexible body, quick reflexes, and sharp teeth, and its night vision and sense of smell are well developed. It is a social species, but a solitary hunter and a crepuscular predator. Cat communication includes vocalizations—including meowing, purring, trilling, hissing, growling, and grunting—as well as body language. It can hear sounds too faint or too high in frequency for human ears, such as those made by small mammals . It secretes and perceives pheromones. Female domestic cats can have kittens from spring to late autumn in temperate zones and throughout the year in equatorial regions, with litter sizes often ranging from two to five kittens. Domestic cats are bred and shown at events as registered pedigreed cats, a hobby known as cat fancy. Animal population control of cats may be achieved by spaying and neutering, but their proliferation and the abandonment of pets has resulted in large numbers of feral cats worldwide, contributing to the extinction of bird, mammal, and reptile species.\nAs of 2017, the domestic cat was the second most popular pet in the United States, with 95.6 million cats owned and around 42 million households owning at least one cat. In the United Kingdom, 26% of adults have a cat, with an estimated population of 10.9 million pet cats as of 2020. As of 2021, there were an estimated 220 million owned and 480 million stray cats in the world. == Etymology and naming ==\nThe origin of the English word cat, Old English catt, is thought to be the Late Latin word cattus, which was first used at the beginning of the 6th century. The Late Latin word may be derived from an unidentified African language. The Nubian word kaddîska 'wildcat' and Nobiin kadīs are possible sources or cognates.\nThe forms might also have derived from an ancient Germanic word that was absorbed into Latin and then into Greek, Syriac, and Arabic. The word may be derived from Germanic and Northern European languages, and ultimately be borrowed from Uralic, cf. Northern Sámi gáđfi, 'female stoat', and Hungarian hölgy, 'lady, female stoat'; from Proto-Uralic *käďwä, 'female (of a furred animal)'. The English puss, extended as pussy and pussycat, is attested from the 16th century and may have been introduced from Dutch poes or from Low German puuskatte, related to Swedish kattepus, or Norwegian pus, pusekatt. Similar forms exist in Lithuanian puižė and Irish puisín or puiscín. The etymology of this word is unknown, but it may have arisen from a sound used to attract a cat.\nA male cat is called a tom or tomcat (or a gib, if neutered). A female is called a queen (or sometimes a molly, if spayed). A juvenile cat is referred to as a kitten. In Early Modern English, the word kitten was interchangeable with the now-obsolete word catling. A group of cats can be referred to as a clowder, a glaring, or a colony. == Taxonomy ==\nThe scientific name Felis catus was proposed by Carl Linnaeus in 1758 for a domestic cat. Felis catus domesticus was proposed by Johann Christian Polycarp Erxleben in 1777. Felis daemon proposed by Konstantin Satunin in 1904 was a black cat from the Transcaucasus, later identified as a domestic cat.\nIn 2003, the International Commission on Zoological Nomenclature ruled that the domestic cat is a distinct species, namely Felis catus. In 2007, the modern domesticated subspecies F. silvestris catus sampled worldwide was considered to have probably descended from the Afric",
            "link": "https://en.wikipedia.org/wiki/Cat",
            "snippet": "The cat (Felis catus), also referred to as the domestic cat, is a small domesticated carnivorous mammal. It is the only domesticated species of the family Felidae. Advances in archaeology and genetics have shown that the domestication of the cat occurred in the Near East around 7500 BC. It is commonly kept as a pet and farm cat, but also ranges freely as a feral cat avoiding human contact. It is valued by humans for companionship and its ability to kill vermin. Its retractable claws are adapted to killing small prey species such as mice and rats. It has a strong, flexible body, quick reflexes, and sharp teeth, and its night vision and sense of smell are well developed. It is a social species, but a solitary hunter and a crepuscular predator. Cat communication includes vocalizations—including meowing, purring, trilling, hissing, growling, and grunting—as well as body language. It can hear sounds too faint or too high in frequency for human ears, such as those made by small mammals. It secretes and perceives pheromones.\nFemale domestic cats can have kittens from spring to late autumn in temperate zones and throughout the year in equatorial regions, with litter sizes often ranging from two to five kittens. Domestic cats are bred and shown at events as registered pedigreed cats, a hobby known as cat fancy. Animal population control of cats may be achieved by spaying and neutering, but their proliferation and the abandonment of pets has resulted in large numbers of feral cats worldwide, contributing to the extinction of bird, mammal, and reptile species.\nAs of 2017, the domestic cat was the second most popular pet in the United States, with 95.6 million cats owned and around 42 million households owning at least one cat. In the United Kingdom, 26% of adults have a cat, with an estimated population of 10.9 million pet cats as of 2020. As of 2021, there were an estimated 220 million owned and 480 million stray cats in the world."
        },
        {
            "id": "c_a6_0",
            "title": "List of common misconceptions",
            "text": "Each entry on this list of common misconceptions is worded as a correction; the misconceptions themselves are implied rather than stated. These entries are concise summaries; the main subject articles can be consulted for more detail.\nCommon misconceptions are viewpoints or factoids that are often accepted as true, but which are actually false. They generally arise from conventional wisdom (such as old wives' tales), stereotypes, superstitions, fallacies, a misunderstanding of science, or the popularization of pseudoscience. Some common misconceptions are also considered to be urban legends, and they are sometimes involved in moral panics.\n\n\n== Arts and culture ==\nView full version with citations\n\nEach entry on this list of common misconceptions is worded as a correction; the misconceptions themselves are implied rather than stated. These entries are concise summaries; the main subject articles can be consulted for more detail. === Business ===\nFederal legal tender laws in the United States do not require that private businesses, persons, or organizations accept cash for payment, though it must be treated as valid payment for debts when tendered to a creditor.\nAdidas is not an acronym for \"All day I dream about sports\", \"All day I dream about soccer\", or \"All day I dream about sex\". The company was named after its founder Adolf \"Adi\" Dassler in 1949. The earliest publication found of the latter backronym was in 1978, as a joke.\nThe letters \"AR\" in AR-15 stand for \"ArmaLite Rifle\", reflecting the company (ArmaLite) that originally manufactured the weapon. They do not stand for \"assault rifle\". The Coca-Cola bottle's contour bottle was not designed by famous industrial designer Raymond Loewy.\nThe common image of Santa Claus (Father Christmas) as a jolly large man in red garments was not created by the Coca-Cola Company as an advertising tool. Santa Claus had already taken this form in American popular culture by the late 19th century, long before Coca-Cola used his image in the 1930s.\nThe Chevrolet Nova sold well in Latin American markets; General Motors did not rename the car. While no va does mean \"doesn't go\" in Spanish, nova was easily understood to mean \"new\".\nNetflix was not founded after its co-founder Reed Hastings was charged a $40 late fee by Blockbuster. Hastings made the story up to summarize Netflix's value proposition; Netflix's founders were actually inspired by Amazon. PepsiCo in no real sense ever owned the \"6th most powerful navy\" in the world after a deal with the Soviet Union. In 1989, Pepsi acquired several decommissioned warships as part of a barter deal. The oil tankers were leased out or sold and the other ships sold for scrap. A follow-on deal involved another 10 ships. === Fine arts ===\n\nAncient Greek and Roman sculptures were originally painted in colors; they appear white today only because the original pigments have deteriorated. Some well-preserved statues still bear traces of their original coloration.\nMichelangelo was standing instead of lying down while painting the ceiling of the Sistine Chapel.\nThe 1930 painting American Gothic depicts a father and adult daughter, not a husband and wife.\n\n\n=== Food and cooking === Searing does not seal in moisture in meat; it causes it to lose some moisture. Meat is seared to brown it and to affect its color, flavor, and texture.\nBraising meat does not add moisture; it causes it to lose some moisture. Moisture appears to be added when the gentle cooking breaks down connective tissue and collagen, which lubricates and tenderizes fibers.\nMussels and clams that do not open when cooked can still be fully cooked and safe to eat.\nTwinkies, an American snack cake generally considered to be \"junk food\", have a shelf life of around 25 days, despite the common claim (usually facetious) that they remain edible for decades. The official shelf life is 45 days. Twinkies normally remain on a store shelf for 7 to 10 days.\nPackaged foods, when properly stored, can safely",
            "link": "https://en.wikipedia.org/wiki/List_of_common_misconceptions",
            "snippet": "Each entry on this list of common misconceptions is worded as a correction; the misconceptions themselves are implied rather than stated. These entries are concise summaries; the main subject articles can be consulted for more detail.\nCommon misconceptions are viewpoints or factoids that are often accepted as true, but which are actually false. They generally arise from conventional wisdom (such as old wives' tales), stereotypes, superstitions, fallacies, a misunderstanding of science, or the popularization of pseudoscience. Some common misconceptions are also considered to be urban legends, and they are sometimes involved in moral panics."
        },
        {
            "id": "c_a6_1",
            "title": "Christmas tree",
            "text": "A Christmas tree is a decorated tree, usually an evergreen conifer, such as a spruce, pine or fir, or an artificial tree of similar appearance, associated with the celebration of Christmas. The custom was developed in Central Europe, particularly Germany and Livonia (now Estonia and Latvia), where Protestant Christians brought decorated trees into their homes. The tree was traditionally decorated with \"roses made of colored paper, tinsel, apples, wafers, and confectionery\". Moravian Christians began to illuminate Christmas trees with candles, which were often replaced by Christmas lights after the advent of electrification. Today, there is a wide variety of traditional and modern ornaments, such as garlands, baubles, tinsel, and candy canes. An angel or star might be placed at the top of the tree to represent the Angel Gabriel or the Star of Bethlehem, respectively, from the Nativity. Edible items such as gingerbread, chocolate, and other sweets are also popular and are tied to or hung from the tree's branches with ribbons . The Christmas tree has been historically regarded as a custom of the Lutheran Churches and only in 1982 did the Catholic Church erect the Vatican Christmas Tree. In the Western Christian tradition, Christmas trees are variously erected on days such as the first day of Advent, or even as late as Christmas Eve, depending on the country; customs of the same faith hold that it is unlucky to remove Christmas decorations, such as the Christmas tree, before Twelfth Night and, if they are not taken down on that day, it is appropriate to do so on Candlemas, the latter of which ends the Christmas-Epiphany season in some denominations.\nThe Christmas tree is sometimes compared with the \"Yule-tree\", especially in discussions of its folkloric origins. Mount Ingino Christmas Tree in Gubbio, Italy, is the tallest Christmas tree in the world. == History ==\n\n\n=== Origin of the modern Christmas tree ===\n\nModern Christmas trees originated in Central Europe and the Baltic states, particularly Estonia, Germany and Livonia (now Latvia) during the Renaissance in early modern Europe. Its 16th-century origins are sometimes associated with Protestant Christian reformer Martin Luther, who is said to have first added lighted candles to an evergreen tree. The Christmas tree was first recorded to be used by German Lutherans in the 16th century, with records indicating that a Christmas tree was placed in the Cathedral of Strasbourg in 1539 under the leadership of the Protestant Reformer Martin Bucer. The Moravian Christians put lighted candles on those trees.\" The earliest known firmly dated representation of a Christmas tree is on the keystone sculpture of a private home in Turckheim, Alsace (then part of the Holy Roman Empire of the German Nation, today part of France), with the date 1576. === Possible predecessors ===\nModern Christmas trees have been related to the \"tree of paradise\" of medieval mystery plays that were given on 24 December, the commemoration and name day of Adam and Eve in various countries. In such plays, a tree decorated with apples (representing fruit from the tree of the knowledge of good and evil and thus to the original sin that Christ took away) and round white wafers (to represent the Eucharist and redemption) was used as a setting for the play. Like the Christmas crib, the Paradise tree was later placed in homes. The apples were replaced by round objects such as shiny red baubles.\nFir trees decorated with apples served as the central prop for the paradise play, a kind of folk religious drama often performed on December 24. These props were called paradise trees, and some researchers believe they were the forerunners of the Christmas tree. At the end of the Middle Ages, an early predecessor appears referred in the 15th century Regiment of the Cistercian Alcobaça Monastery in Portugal. The Regiment of the local high-Sacristans of the Cistercian Order refers to what may be considered the oldest references to",
            "link": "https://en.wikipedia.org/wiki/Christmas_tree",
            "snippet": "A Christmas tree is a decorated tree, usually an evergreen conifer, such as a spruce, pine or fir, or an artificial tree of similar appearance, associated with the celebration of Christmas.\nThe custom was developed in Central Europe, particularly Germany and Livonia (now Estonia and Latvia), where Protestant Christians brought decorated trees into their homes. The tree was traditionally decorated with \"roses made of colored paper, tinsel, apples, wafers, and confectionery\". Moravian Christians began to illuminate Christmas trees with candles, which were often replaced by Christmas lights after the advent of electrification. Today, there is a wide variety of traditional and modern ornaments, such as garlands, baubles, tinsel, and candy canes. An angel or star might be placed at the top of the tree to represent the Angel Gabriel or the Star of Bethlehem, respectively, from the Nativity. Edible items such as gingerbread, chocolate, and other sweets are also popular and are tied to or hung from the tree's branches with ribbons. The Christmas tree has been historically regarded as a custom of the Lutheran Churches and only in 1982 did the Catholic Church erect the Vatican Christmas Tree.\nIn the Western Christian tradition, Christmas trees are variously erected on days such as the first day of Advent, or even as late as Christmas Eve, depending on the country; customs of the same faith hold that it is unlucky to remove Christmas decorations, such as the Christmas tree, before Twelfth Night and, if they are not taken down on that day, it is appropriate to do so on Candlemas, the latter of which ends the Christmas-Epiphany season in some denominations.\nThe Christmas tree is sometimes compared with the \"Yule-tree\", especially in discussions of its folkloric origins. Mount Ingino Christmas Tree in Gubbio, Italy, is the tallest Christmas tree in the world."
        },
        {
            "id": "c_a6_2",
            "title": "Nero Wolfe",
            "text": "Nero Wolfe is a brilliant, obese and eccentric fictional armchair detective created in 1934 by American mystery writer Rex Stout. Wolfe was born in Montenegro and keeps his past murky. He lives in a luxurious brownstone on West 35th Street in New York City, and he is loath to leave his home for business or anything that would keep him from reading his books, tending his orchids, or eating the gourmet meals prepared by his chef, Fritz Brenner. Archie Goodwin, Wolfe's sharp-witted, dapper young confidential assistant with an eye for attractive women, narrates the cases and does the legwork for the detective genius. Stout published 33 novels and 41 novellas and short stories featuring Wolfe from 1934 to 1975, with most of them set in New York City. The stories have been adapted for film, radio, television and the stage. The Nero Wolfe corpus was nominated for Best Mystery Series of the Century in 2000 at Bouchercon XXXI, the world's largest mystery convention, and Rex Stout was a nominee for Best Mystery Writer of the Century. == Title character ==\nI suggest beginning with autobiographical sketches from each of us, and here is mine. I was born in Montenegro and spent my early boyhood there. At the age of sixteen I decided to move around, and in fourteen years I became acquainted with most of Europe, a little of Africa, and much of Asia, in a variety of roles and activities. Coming to this country in nineteen-thirty, not penniless, I bought this house and entered into practice as a private detective. I am a naturalized American citizen.\nAlthough the Nero Wolfe stories take place contemporaneously with their writing and depict a changing landscape and society, the principal characters in the corpus (the term used by Wolfe fandom for the collection of books and stories, as the Baker Street Irregulars refer to the Sherlock Holmes tales as \"the Canon\") do not age. According to a memo prepared by Rex Stout in 1949, Nero Wolfe's age is 56, although this is not explicitly stated in the stories.: 383 \"Those stories have ignored time for thirty-nine years,\" Stout told his authorized biographer, John McAleer. \"Any reader who can't or won't do the same should skip them. I didn't age the characters because I didn't want to. That would have made it cumbersome and would seem to have centered attention on the characters rather than the stories.\": 49 \nAccording to the same memo, Wolfe's height is 5 ft 11 in (1.80 m) and his weight is 272 lb (123 kg). Archie Goodwin, the narrator of the stories, frequently describes Wolfe as weighing \"a seventh of a ton\" (equivalent to about 286 pounds). This was intended to indicate unusual obesity at the time of the first book (1934), especially through the use of the word \"ton\" as the unit of measure. In a single short story written in 1947, Archie writes, \"He weighs between 310 and 390, and he limits his physical movements to what he regards as the irreducible essentials.\" \"Wolfe's most extravagant distinction is his extreme antipathy to literal extravagance. He will not move,\" wrote J. Kenneth Van Dover in At Wolfe's Door: The Nero Wolfe Novels of Rex Stout: He insists upon the point: under no circumstances will he leave his home or violate his routines in order to facilitate an investigation. The exceptions are few and remarkable. Instead of spreading the principles of order and justice throughout his society, Wolfe imposes them dogmatically and absolutely within the walls of his house—the brownstone on West Thirty-Fifth Street—and he invites those who are troubled by an incomprehensible and threatening environment to enter the controlled economy of the house and to discover there the source of disorder in their own lives.\nThe invitation is extended to readers as well as to clients.: 2 \nWolfe's most remarkable departure from the brownstone is for personal reasons, not for business, and thus does not violate the rule regarding the conduct of business away from the office. That event occurs in The Black Mo",
            "link": "https://en.wikipedia.org/wiki/Nero_Wolfe",
            "snippet": "Nero Wolfe is a brilliant, obese and eccentric fictional armchair detective created in 1934 by American mystery writer Rex Stout. Wolfe was born in Montenegro and keeps his past murky. He lives in a luxurious brownstone on West 35th Street in New York City, and he is loath to leave his home for business or anything that would keep him from reading his books, tending his orchids, or eating the gourmet meals prepared by his chef, Fritz Brenner. Archie Goodwin, Wolfe's sharp-witted, dapper young confidential assistant with an eye for attractive women, narrates the cases and does the legwork for the detective genius.\nStout published 33 novels and 41 novellas and short stories featuring Wolfe from 1934 to 1975, with most of them set in New York City. The stories have been adapted for film, radio, television and the stage. The Nero Wolfe corpus was nominated for Best Mystery Series of the Century in 2000 at Bouchercon XXXI, the world's largest mystery convention, and Rex Stout was a nominee for Best Mystery Writer of the Century."
        },
        {
            "id": "c_a7_0",
            "title": "Viking Age arms and armour",
            "text": "Knowledge about military technology of the Viking Age (late 8th to mid-11th century Europe) is based on relatively sparse archaeological finds, pictorial representations, and to some extent on the accounts in the Norse sagas and laws recorded in the 12th–14th centuries.\nAccording to custom, all free Norse men were required to own weapons, and permitted to carry them at all times. Indeed, the Hávamál, purported to be sage advice given by Odin, states \"Don't leave your weapons lying about behind your back in a field; you never know when you may need all of sudden your spear.\" As war was the most prestigious activity in Viking Age Scandinavia, beautifully finished weapons were an important way for a warrior to display his wealth and status. A wealthy Viking would likely have a complete ensemble of a spear, a wooden shield, and either a battle axe or a sword. Battle axes were considered the \"normal weapon\" for middle class Vikings. Swords were normally reserved for the upper class and nobles. Much poetry was associated with Viking weapons. The richest might have a helmet and mail armour; these are thought to have been limited to the nobility and their professional warriors (retainers). Several layers of thick woollen clothing may have been used by poorer warriors. The average farmer was likely limited to a spear, shield, and perhaps a common axe or large knife (seax). Some would also bring their hunting bows (mostly long bows or flat bows) to use in the opening stages of battle. == Weapons ==\n\n\n=== Knife (dagger) ===\n\nTwo distinct classes of knives were in use by Vikings. The more common one was a rather plain, single edge knife of normal construction, called a knifr. These are found in most graves, being the only weapon allowed for all, even slaves. Smaller versions served as the everyday utility tool, while longer versions were likely meant for hunting or combat or both. Weapon knives sometimes had ornamental inlays on the blade. The construction was similar to traditional Scandinavian knives. The tang ran through a more or less cylindrical handle, the blade was straight with the edge sweeping upward at the tip to meet the back of the blade in a point. The knife apparently played an important role for all Scandinavians. This is evidenced by the large number of knives found in burial sites of not just the men, but the women and the children too. The other type was the seax. The type associated with Vikings is the so-called broken-back style seax. It was usually a bit heavier than a regular knife and served as a machete- or falchion-like arm. A wealthier man might own a larger seax, some being effectively swords. With the single edge and heavy blade, this somewhat crude weapon was relatively simple to use and produce, compared to the regular sword. A rather long tang is fitted to many examples, indicating that they may have had a longer handle for two-handed use. The smaller knife-like seaxes were likely within the fabrication ability of a common blacksmith. The seax was in widespread use among the migration period Germanic tribes, and is even eponymous of the Saxons. It appears in Scandinavia from the 4th century, and shows a pattern of distribution from the lower Elbe (the Irminones) to Anglo-Saxon England. While its popularity on the continent declines with the end of the migration period, it remained in the British Isles where it was taken up by the Vikings. The large, sword-like seaxes are primarily found in connection with Viking settlements in England and Ireland, but do not appear very commonly in Scandinavia. === Sword ===\n\nThe Viking Age sword was for single-handed use to be combined with a shield, with a double edged blade length of up to 90 cm (35 in). Its shape was still very much based on the Roman spatha with a tight grip, long deep fuller and no pronounced cross-guard. It was not exclusive to the Vikings, but rather was used throughout Europe.\nSwords were very costly to make, and a sign of high status. Many we",
            "link": "https://en.wikipedia.org/wiki/Viking_Age_arms_and_armour",
            "snippet": "Knowledge about military technology of the Viking Age (late 8th to mid-11th century Europe) is based on relatively sparse archaeological finds, pictorial representations, and to some extent on the accounts in the Norse sagas and laws recorded in the 12th–14th centuries.\nAccording to custom, all free Norse men were required to own weapons, and permitted to carry them at all times. Indeed, the Hávamál, purported to be sage advice given by Odin, states \"Don't leave your weapons lying about behind your back in a field; you never know when you may need all of sudden your spear.\"\nAs war was the most prestigious activity in Viking Age Scandinavia, beautifully finished weapons were an important way for a warrior to display his wealth and status. A wealthy Viking would likely have a complete ensemble of a spear, a wooden shield, and either a battle axe or a sword. Battle axes were considered the \"normal weapon\" for middle class Vikings. Swords were normally reserved for the upper class and nobles. Much poetry was associated with Viking weapons. The richest might have a helmet and mail armour; these are thought to have been limited to the nobility and their professional warriors (retainers). Several layers of thick woollen clothing may have been used by poorer warriors. The average farmer was likely limited to a spear, shield, and perhaps a common axe or large knife (seax). Some would also bring their hunting bows (mostly long bows or flat bows) to use in the opening stages of battle.\n\n"
        },
        {
            "id": "c_a7_1",
            "title": "Jack Reacher",
            "text": "Jack Reacher is the protagonist of a series of crime thriller novels by British author Lee Child, a 2012 film adaptation, its 2016 sequel, and a television series on Amazon Prime Video. In the stories, Jack Reacher was a major in the U.S. Army's military police. After leaving the Army, Reacher roamed the United States, taking odd jobs, investigating suspicious and dangerous situations, and resolving them.\nAs of 24 October 2023, there are 28 novels and short stories in the Reacher series. Four of the novels were adapted for cinema and television. Two of the adaptations are films starring Tom Cruise as Reacher: Jack Reacher (2012) from the ninth novel, One Shot; and Jack Reacher: Never Go Back (2016) from the eighteenth novel, Never Go Back. The third adaption, Reacher, is a television series on Amazon Prime Video, starring Alan Ritchson. The first season, adapted from the first novel, Killing Floor, premiered on 4 February 2022. The second season, from Bad Luck and Trouble, premiered 14 December 2023. The series was renewed for a third season.  Season 3 is based on the book 'Persuader' and will premiere in early 2025. == Character development and perception ==\nLee Child was unemployed when he wrote Killing Floor after being fired as a presentation director for Granada Television.\nSome have said that the character is an antidote to stereotypical male antiheroes. Otto Penzler wrote that Reacher's character reflects the chivalrous knight errant of medieval lore, as opposed to an anti-hero tormented by addiction and haunted by past misbehavior. The character's name first came to Lee Child while he was in a supermarket when an old lady, noting the span of Child's arms, asked for his help in reaching a can of pears. Many have commented on similarities between Lee Child and his fictional character. Child tends to agree with such observations: \"I was huge as a kid and Reacher's stature is me translated as a kid.\" Malcolm Gladwell wrote in The New Yorker of a difference between the symbolism of the Reacher character and of traditional Western characters:The traditional Western was a fantasy about lawfulness: it was based on a longing for order among those who had been living without it for too long. The heroes conduct themselves according to strict rules of chivalry. They act—insofar as it is possible—with restraint. In the world we live in...we are overpoliced . Our contemporary fantasy is about lawlessness: about what would happen if the institutions of civility melted away and all we were left with was a hard-muscled, rangy guy who could do all the necessary calculations in his head to insure that the bad guy got what he had coming. That's why there are rarely any police in Reacher novels—or judges or courts or lawyers or any discussion or consideration of the law. Others are critical of the various implausibilities and contradictions present in the character and his behavior. The Washington Post journalist Kevin Nance wrote: The unlikelihoods and outright impossibilities stack up. Ever a frugal sort... Reacher travels mostly by hitchhiking... even though the practice is roughly as current as bellbottoms and even though his appearance is, as previously established, notably simian.. . (A)lthough he's a loner who seems never so happy—rather like Agent Cooper in \"Twin Peaks\"—as when sitting quietly in a diner with a cup of black coffee and a piece of pie, he has an uncanny knack for stumbling into the worst kinds of trouble, almost none of it connected to himself.\" Michael Cavacini concurred, saying unlike traditional whodunits, where a detective \"simply solves a problem because it's his job\", Reacher has no formal reason to be involved in anything and consequently \"seems to always wind up in a situation where something goes wrong and he must make right\". === Author's commentary and interpretation ===\n\nChild views Jack Reacher as a \"happy-go-lucky guy. He has quirks and problems, but the thing is, he doesn't know he's got them. Henc",
            "link": "https://en.wikipedia.org/wiki/Jack_Reacher",
            "snippet": "Jack Reacher is the protagonist of a series of crime thriller novels by British author Lee Child, a 2012 film adaptation, its 2016 sequel, and a television series on Amazon Prime Video. In the stories, Jack Reacher was a major in the U.S. Army's military police. After leaving the Army, Reacher roamed the United States, taking odd jobs, investigating suspicious and dangerous situations, and resolving them.\nAs of 24 October 2023, there are 28 novels and short stories in the Reacher series. Four of the novels were adapted for cinema and television. Two of the adaptations are films starring Tom Cruise as Reacher: Jack Reacher (2012) from the ninth novel, One Shot; and Jack Reacher: Never Go Back (2016) from the eighteenth novel, Never Go Back. \nThe third adaption, Reacher, is a television series on Amazon Prime Video, starring Alan Ritchson. The first season, adapted from the first novel, Killing Floor, premiered on 4 February 2022. The second season, from Bad Luck and Trouble, premiered 14 December 2023. The series was renewed for a third season.  Season 3 is based on the book 'Persuader' and will premiere in early 2025.\n\n"
        },
        {
            "id": "c_a7_2",
            "title": "Dr. Seuss",
            "text": "Theodor Seuss Geisel (  sooss GHY-zəl, zoyss -⁠; March 2, 1904 – September 24, 1991) was an American children's author and cartoonist. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss ( sooss, zooss). His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his death. Geisel adopted the name \"Dr. Seuss\" as an undergraduate at Dartmouth College and as a graduate student at Lincoln College, Oxford. He left Oxford in 1927 to begin his career as an illustrator and cartoonist for Vanity Fair, Life, and various other publications. He also worked as an illustrator for advertising campaigns, including for FLIT and Standard Oil, and as a political cartoonist for the New York newspaper PM. He published his first children's book And to Think That I Saw It on Mulberry Street in 1937. During World War II, he took a brief hiatus from children's literature to illustrate political cartoons, and he worked in the animation and film department of the United States Army. After the war, Geisel returned to writing children's books, writing acclaimed works such as If I Ran the Zoo (1950), Horton Hears a Who! (1955), The Cat in the Hat (1957), How the Grinch Stole Christmas! (1957), Green Eggs and Ham (1960), One Fish, Two Fish, Red Fish, Blue Fish (1960), The Sneetches and Other Stories (1961), The Lorax (1971), The Butter Battle Book (1984), and Oh, the Places You'll Go! (1990). He published over 60 books during his career, which have spawned numerous adaptations, including eleven television specials, five feature films, a Broadway musical, and four television series. He received two Primetime Emmy Awards for Outstanding Children's Special for Halloween Is Grinch Night (1978) and Outstanding Animated Program for The Grinch Grinches the Cat in the Hat (1982). In 1984, he won a Pulitzer Prize Special Citation. His birthday, March 2, has been adopted as the annual date for National Read Across America Day, an initiative focused on reading created by the National Education Association. == Life and career == === Early years ===\nGeisel was born and raised in Springfield, Massachusetts, the son of Henrietta (née Seuss) and Theodor Robert Geisel. His father managed the family brewery and was later appointed to supervise Springfield's public park system by Mayor John A. Denison after the brewery closed because of Prohibition. Mulberry Street in Springfield, made famous in his first children's book And to Think That I Saw It on Mulberry Street, is near his boyhood home on Fairfield Street. The family was of Jewish descent. Geisel was raised as a Missouri Synod Lutheran and remained in the denomination his entire life. Geisel attended Dartmouth College, graduating in 1925. At Dartmouth, he joined the Sigma Phi Epsilon fraternity and the humor magazine Dartmouth Jack-O-Lantern, eventually rising to the rank of editor-in-chief. While at Dartmouth, he was caught drinking gin with nine friends in his room. At the time, the possession and consumption of alcohol was illegal under Prohibition laws, which remained in place between 1920 and 1933. As a result of this infraction, Dean Craven Laycock insisted that Geisel resign from all extracurricular activities, including the Jack-O-Lantern. To continue working on the magazine without the administration's knowledge, Geisel began signing his work with the pen name \"Seuss\". He was encouraged in his writing by professor of rhetoric W. Benfield Pressey, whom he described as his \"big inspiration for writing\" at Dartmouth. Upon graduating from Dartmouth, he entered Lincoln College, Oxford, intending to earn a Doctor of Philosophy (D.Phil.) in English literature. At Oxford, he met his future wife Helen Palmer, who encouraged him to give up becoming an English teacher in favor of pursuing drawing as a career. She later recalled that \"Ted's notebooks were always fil",
            "link": "https://en.wikipedia.org/wiki/Dr._Seuss",
            "snippet": "Theodor Seuss Geisel (  sooss GHY-zəl, zoyss -⁠; March 2, 1904 – September 24, 1991) was an American children's author and cartoonist. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss ( sooss, zooss). His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his death.\nGeisel adopted the name \"Dr. Seuss\" as an undergraduate at Dartmouth College and as a graduate student at Lincoln College, Oxford. He left Oxford in 1927 to begin his career as an illustrator and cartoonist for Vanity Fair, Life, and various other publications. He also worked as an illustrator for advertising campaigns, including for FLIT and Standard Oil, and as a political cartoonist for the New York newspaper PM. He published his first children's book And to Think That I Saw It on Mulberry Street in 1937. During World War II, he took a brief hiatus from children's literature to illustrate political cartoons, and he worked in the animation and film department of the United States Army.\nAfter the war, Geisel returned to writing children's books, writing acclaimed works such as If I Ran the Zoo (1950), Horton Hears a Who! (1955), The Cat in the Hat (1957), How the Grinch Stole Christmas! (1957), Green Eggs and Ham (1960), One Fish, Two Fish, Red Fish, Blue Fish (1960), The Sneetches and Other Stories (1961), The Lorax (1971), The Butter Battle Book (1984), and Oh, the Places You'll Go! (1990). He published over 60 books during his career, which have spawned numerous adaptations, including eleven television specials, five feature films, a Broadway musical, and four television series.\nHe received two Primetime Emmy Awards for Outstanding Children's Special for Halloween Is Grinch Night (1978) and Outstanding Animated Program for The Grinch Grinches the Cat in the Hat (1982). In 1984, he won a Pulitzer Prize Special Citation. His birthday, March 2, has been adopted as the annual date for National Read Across America Day, an initiative focused on reading created by the National Education Association.\n\n"
        },
        {
            "id": "c_a8_0",
            "title": "Cultural depictions of cats",
            "text": "The cultural depiction of cats and their relationship to humans is old and stretches back over 9,500 years. Cats are featured in the history of many nations, are the subject of legend, and are a favourite subject of artists and writers.\n\n\n== History == While the exact history of human interaction with cats is still somewhat vague, a shallow grave site discovered in 1983 in Cyprus, dating to 7500 BCE, during the Neolithic period, contains the skeleton of a human, buried ceremonially with stone tools, a lump of iron oxide, and a handful of seashells. In its own tiny grave 40 centimeters (18 inches) from the human grave was an eight-month-old cat, its body oriented in the same westward direction as the human skeleton. Cats are not native to Cyprus. This is evidence that cats were being tamed just as humankind was establishing the first settlements in the part of the Middle East known as the Fertile Crescent.\nThe lineage of today's cats stems from about 4500 BC and came from Europe and Southeast Asia according to a recent study. Modern cats stem from two major lines of lineage.\n\n\n== Africa ==\n\n\n=== Ancient Egypt === Cats, known in ancient Egypt as the mau, played a large role in ancient Egyptian society. They were associated with the goddesses Isis and Bastet. Cats were sacred animals and the goddess Bastet was often depicted in cat form, sometimes taking on the war-like aspect of a lioness.: 220  Killing a cat was absolutely forbidden and the Greek historian Herodotus reports that, whenever a household cat died, the entire family would mourn and shave their eyebrows. Families took their dead cats to the sacred city of Bubastis, where they were embalmed and buried in sacred repositories. == Europe ==\nIn Norse mythology, the goddess Freyja was associated with cats. Farmers sought protection for their crops by leaving pans of milk in their fields for Freya's special feline companions, the two grey cats who fought with her and pulled her chariot.\nFolklore dating back to as early as 1607 tells that a cat will suffocate a newborn infant by  putting its nose to the child's mouth, sucking the breath out of the infant. Black cats are generally held to be unlucky in the United States and Western Europe, and to portend good luck in the United Kingdom. In the latter country, a black cat entering a house or ship is a good omen, and a sailor's wife should have a black cat for her husband's safety on the sea. Elsewhere, it is considered unlucky if a black cat crosses one's path; black cats have been associated with death and darkness. White cats, bearing the colour of ghosts, are conversely held to be unlucky in the United Kingdom, while tortoiseshell cats are lucky. It is common lore that cats have nine lives. It is a tribute to their perceived durability, their occasional apparent lack of instinct for self-preservation, and their seeming ability to survive falls that would be fatal to other animals. === Ancient Greece and Rome ===\n\nDomestic cats were probably first introduced to Greece and southern Italy in the fifth century BC by the Phoenicians. The earliest unmistakable evidence of the Greeks having domestic cats comes from two coins from Magna Graecia dating to the mid-fifth century BC showing Iokastos and Phalanthos, the legendary founders of Rhegion and Taras respectively, playing with their pet cats.: 57–58 Housecats seem to have been extremely rare among the ancient Greeks and Romans; the Greek historian Herodotus expressed astonishment at the domestic cats in Egypt, because he had only ever seen wildcats. Even during later times, weasels were far more commonly kept as pets and weasels, not cats, were seen as the ideal rodent-killers. The usual ancient Greek word for \"cat\" was ailouros, meaning \"thing with the waving tail\",: 57  but this word could also be applied to any of the \"various long-tailed carnivores kept for catching mice\". Cats are rarely mentioned in ancient Greek literature, but Aristotle does remark in his Histor",
            "link": "https://en.wikipedia.org/wiki/Cultural_depictions_of_cats",
            "snippet": "The cultural depiction of cats and their relationship to humans is old and stretches back over 9,500 years. Cats are featured in the history of many nations, are the subject of legend, and are a favourite subject of artists and writers."
        },
        {
            "id": "c_a8_1",
            "title": "Loki",
            "text": "Loki is a god in Norse mythology. He is the son of Fárbauti (a jötunn) and Laufey (a goddess), and the brother of Helblindi and Býleistr. Loki is married to the goddess Sigyn and they have two sons, Narfi or Nari and Váli. By the jötunn Angrboða, Loki is the father of Hel, the wolf Fenrir and the world serpent Jörmungandr. In the form of a mare, Loki was impregnated by the stallion Svaðilfari and gave birth to the eight-legged horse Sleipnir. Like other gods, Loki is a shape shifter and in separate sources appears in the form of a salmon, a mare, a fly, and possibly an elderly woman named Þökk (Old Norse 'thanks'). While sometimes friendly with the gods, Loki engineers the death of the beloved god Baldr. For this, Odin's specially engendered son Váli binds Loki with the entrails of one of his sons, where he writhes in pain. In the Prose Edda, this son, Nari or Narfi, is killed by another of Loki's sons, who is also called Váli. The goddess Skaði is responsible for placing a serpent above him while he is bound. The serpent drips venom from above him that Sigyn collects into a bowl; however, she must empty the bowl when it is full and the venom that drips in the meantime causes Loki to writhe in pain, thereby causing earthquakes. Loki is foretold to eventually break free from his bonds and, among the forces of the jötnar, to go to battle with the gods, during which time his children play a key role in the destruction of all but two humans over the events of Ragnarök. Loki has a particular enmity with the god Heimdallr. The two are in fact prophesied to kill one another during Ragnarök.\nLoki is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources: the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; the Norwegian Rune Poems, in the poetry of skalds, and in Scandinavian folklore. Loki may be depicted on the Snaptun Stone, the Kirkby Stephen Stone and the Gosforth Cross. Scholars have debated Loki's origins and role in Norse mythology, which some have described as that of a trickster god. Loki has been depicted in, or referenced in, a variety of media in modern popular culture. == Etymology and alternate names == The etymology of the name Loki has been extensively debated. The name has been associated with the Old Norse word logi ('flame') at times, but there doesn't seem to be a sound linguistic basis for this. Rather, the later Scandinavian variants of the name (such as Faroese Lokki, Danish Lokkemand, Norwegian Loke and Lokke, Swedish Luki and Luku) point to an origin in the Germanic root *luk-, which denoted things to do with loops (like knots, hooks, closed-off rooms, and locks). This corresponds with usages such as the Swedish lockanät and Faroese lokkanet ('cobweb', literally 'Lokke's web') and Faroese lokki~grindalokki~grindalokkur, 'daddy-long-legs' referring both to crane flies and harvestmen, as well as modern Swedish lockespindlar (\"Locke-spiders\") . Some Eastern Swedish traditions referring to the same figure use forms in n- like Nokk(e), but this corresponds to the *luk- etymology insofar, as those dialects consistently used a different root, Germanic *hnuk-, in contexts where western varieties used *luk-: \"nokke corresponds to nøkkel\" ('key' in Eastern Scandinavian) \"as loki~lokke to lykil\" ('key' in Western Scandinavian). While it has been suggested that this association with closing could point to Loki's apocalyptic role at Ragnarök, \"there is quite a bit of evidence that Loki in premodern society was thought to be the causer of knots/tangles/loops, or himself a knot/tangle/loop. Hence, it is natural that Loki is the inventor of the fishnet, which consists of loops and knots, and that the word loki (lokke, lokki, loke, luki) is a term for makers of cobwebs: spiders and the like.\" Though not prominent in the oldest sources, this identity as a \"tangler\" may be the etymological meaning of Loki's name.\nIn various poems from the Poetic Edda (stanza 2 of",
            "link": "https://en.wikipedia.org/wiki/Loki",
            "snippet": "Loki is a god in Norse mythology. He is the son of Fárbauti (a jötunn) and Laufey (a goddess), and the brother of Helblindi and Býleistr. Loki is married to the goddess Sigyn and they have two sons, Narfi or Nari and Váli. By the jötunn Angrboða, Loki is the father of Hel, the wolf Fenrir and the world serpent Jörmungandr. In the form of a mare, Loki was impregnated by the stallion Svaðilfari and gave birth to the eight-legged horse Sleipnir.\nLike other gods, Loki is a shape shifter and in separate sources appears in the form of a salmon, a mare, a fly, and possibly an elderly woman named Þökk (Old Norse 'thanks'). While sometimes friendly with the gods, Loki engineers the death of the beloved god Baldr. For this, Odin's specially engendered son Váli binds Loki with the entrails of one of his sons, where he writhes in pain. In the Prose Edda, this son, Nari or Narfi, is killed by another of Loki's sons, who is also called Váli. The goddess Skaði is responsible for placing a serpent above him while he is bound. The serpent drips venom from above him that Sigyn collects into a bowl; however, she must empty the bowl when it is full and the venom that drips in the meantime causes Loki to writhe in pain, thereby causing earthquakes.\nLoki is foretold to eventually break free from his bonds and, among the forces of the jötnar, to go to battle with the gods, during which time his children play a key role in the destruction of all but two humans over the events of Ragnarök. Loki has a particular enmity with the god Heimdallr. The two are in fact prophesied to kill one another during Ragnarök.\nLoki is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources: the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; the Norwegian Rune Poems, in the poetry of skalds, and in Scandinavian folklore. Loki may be depicted on the Snaptun Stone, the Kirkby Stephen Stone and the Gosforth Cross. Scholars have debated Loki's origins and role in Norse mythology, which some have described as that of a trickster god. Loki has been depicted in, or referenced in, a variety of media in modern popular culture.\n\n"
        },
        {
            "id": "c_a8_2",
            "title": "Cat",
            "text": "The cat (Felis catus), also referred to as the domestic cat, is a small domesticated carnivorous mammal. It is the only domesticated species of the family Felidae. Advances in archaeology and genetics have shown that the domestication of the cat occurred in the Near East around 7500 BC. It is commonly kept as a pet and farm cat, but also ranges freely as a feral cat avoiding human contact. It is valued by humans for companionship and its ability to kill vermin. Its retractable claws are adapted to killing small prey species such as mice and rats. It has a strong, flexible body, quick reflexes, and sharp teeth, and its night vision and sense of smell are well developed. It is a social species, but a solitary hunter and a crepuscular predator. Cat communication includes vocalizations—including meowing, purring, trilling, hissing, growling, and grunting—as well as body language. It can hear sounds too faint or too high in frequency for human ears, such as those made by small mammals . It secretes and perceives pheromones. Female domestic cats can have kittens from spring to late autumn in temperate zones and throughout the year in equatorial regions, with litter sizes often ranging from two to five kittens. Domestic cats are bred and shown at events as registered pedigreed cats, a hobby known as cat fancy. Animal population control of cats may be achieved by spaying and neutering, but their proliferation and the abandonment of pets has resulted in large numbers of feral cats worldwide, contributing to the extinction of bird, mammal, and reptile species.\nAs of 2017, the domestic cat was the second most popular pet in the United States, with 95.6 million cats owned and around 42 million households owning at least one cat. In the United Kingdom, 26% of adults have a cat, with an estimated population of 10.9 million pet cats as of 2020. As of 2021, there were an estimated 220 million owned and 480 million stray cats in the world. == Etymology and naming ==\nThe origin of the English word cat, Old English catt, is thought to be the Late Latin word cattus, which was first used at the beginning of the 6th century. The Late Latin word may be derived from an unidentified African language. The Nubian word kaddîska 'wildcat' and Nobiin kadīs are possible sources or cognates.\nThe forms might also have derived from an ancient Germanic word that was absorbed into Latin and then into Greek, Syriac, and Arabic. The word may be derived from Germanic and Northern European languages, and ultimately be borrowed from Uralic, cf. Northern Sámi gáđfi, 'female stoat', and Hungarian hölgy, 'lady, female stoat'; from Proto-Uralic *käďwä, 'female (of a furred animal)'. The English puss, extended as pussy and pussycat, is attested from the 16th century and may have been introduced from Dutch poes or from Low German puuskatte, related to Swedish kattepus, or Norwegian pus, pusekatt. Similar forms exist in Lithuanian puižė and Irish puisín or puiscín. The etymology of this word is unknown, but it may have arisen from a sound used to attract a cat.\nA male cat is called a tom or tomcat (or a gib, if neutered). A female is called a queen (or sometimes a molly, if spayed). A juvenile cat is referred to as a kitten. In Early Modern English, the word kitten was interchangeable with the now-obsolete word catling. A group of cats can be referred to as a clowder, a glaring, or a colony. == Taxonomy ==\nThe scientific name Felis catus was proposed by Carl Linnaeus in 1758 for a domestic cat. Felis catus domesticus was proposed by Johann Christian Polycarp Erxleben in 1777. Felis daemon proposed by Konstantin Satunin in 1904 was a black cat from the Transcaucasus, later identified as a domestic cat.\nIn 2003, the International Commission on Zoological Nomenclature ruled that the domestic cat is a distinct species, namely Felis catus. In 2007, the modern domesticated subspecies F. silvestris catus sampled worldwide was considered to have probably descended from the Afric",
            "link": "https://en.wikipedia.org/wiki/Cat",
            "snippet": "The cat (Felis catus), also referred to as the domestic cat, is a small domesticated carnivorous mammal. It is the only domesticated species of the family Felidae. Advances in archaeology and genetics have shown that the domestication of the cat occurred in the Near East around 7500 BC. It is commonly kept as a pet and farm cat, but also ranges freely as a feral cat avoiding human contact. It is valued by humans for companionship and its ability to kill vermin. Its retractable claws are adapted to killing small prey species such as mice and rats. It has a strong, flexible body, quick reflexes, and sharp teeth, and its night vision and sense of smell are well developed. It is a social species, but a solitary hunter and a crepuscular predator. Cat communication includes vocalizations—including meowing, purring, trilling, hissing, growling, and grunting—as well as body language. It can hear sounds too faint or too high in frequency for human ears, such as those made by small mammals. It secretes and perceives pheromones.\nFemale domestic cats can have kittens from spring to late autumn in temperate zones and throughout the year in equatorial regions, with litter sizes often ranging from two to five kittens. Domestic cats are bred and shown at events as registered pedigreed cats, a hobby known as cat fancy. Animal population control of cats may be achieved by spaying and neutering, but their proliferation and the abandonment of pets has resulted in large numbers of feral cats worldwide, contributing to the extinction of bird, mammal, and reptile species.\nAs of 2017, the domestic cat was the second most popular pet in the United States, with 95.6 million cats owned and around 42 million households owning at least one cat. In the United Kingdom, 26% of adults have a cat, with an estimated population of 10.9 million pet cats as of 2020. As of 2021, there were an estimated 220 million owned and 480 million stray cats in the world."
        },
        {
            "id": "c_a9_0",
            "title": "The horse in Nordic mythology",
            "text": "The horse in Nordic mythology is the most important animal in terms of its role, both in the texts, Eddas and saga, and in representations and cults. Almost always named, the horse is associated with the gods Æsir and Vanir, with heroes or their enemies in Nordic mythology. The horse is more than just a means of transport, as it is at the heart of numerous fertility rituals in connection with the god Freyr. Closely associated with the cosmogony of the ancient Germanic-Scandinavians and with profound shamanic symbolism, this psychopomp is entrusted with the task of carrying the dead to Valhalla. The horse pulls the chariot of the sun and moon and lights up the world with its mane. It is linked to many vital elements, such as light, air, water and fire. The male horse is also highly valued in comparison with the mare. This importance in the founding texts and sagas reflects the high value of the horse among Nordic peoples, as also attested by the rituals linked to its sacrifice, the consumption of its meat or the use of its body parts, reputed to bring protection and fertility. His bones were used as instruments of black magic in the sagas. Demonizing and combating equestrian traditions and rituals, such as hippophagy, was a key element in the Christianization of the Nordic regions of Germania, Scandinavia and Iceland. == Generalities ==\nIn archaeology, as in Prose Edda, the horse is the most important animal in Nordic mythology. Sacrificial horses associated with deities are among the oldest archaeological finds in these regions. The texts reflect the society and customs of the time, clearly showing, according to Marc-André Wagner, that the horse was considered a \"double of man\" and a \"form of the powers\", both in the founding texts, rites and mentality of the Germans. This is due to a worldview based on the perception of nature, which is at the origin of the myths. Horses (like gods, plants and people) embody the forces of the cosmos and nature. In 1930, W. Steller postulated the existence of an original Germanic horse-god. The first real study on the subject was Gutorm Gjessing's Hesten i forhistorisk kunst og kultus (1943), in which he develops the idea of the horse as an ancient symbol of fertility in Nordic mythology, in connection with the god Freyr. Secondly, he saw a connection with the Odinic cult of warrior death. == Horses in texts ==\nWritten sources come mainly from the Prose Edda and the Poetic Edda, but also from the saga. Although they do not always contain many mythological elements, they do provide a precise idea of the cults paid to this animal and its importance for the ancient German-Scandinavians, and hence the reasons for its place in the founding texts. The Nafnaþulur, a form of mnemonic enumeration in Snorri Sturluson's prose Edda, provide a large number of horse names: Hrafn, Sleipnir, Valr, Lettfeti, Tjaldari, Gulltoppr, Goti, Soti, Mor, Lungr, Marr, Vigg, Stuffr, Skaevadr, Blakkr, Thegn, Silfrtoppr, Fakr, Gullfaxi, Jor, and Blóðughófi.\n\n\n=== Horses of the Aesir gods ===\n\nHorses belonging to the Aesir gods are mentioned in the Grímnismál (30) and in the Gylfaginning (15). Gulltopp is attributed to the god Heimdall in Baldrs draumar, where the god rides this animal as part of the funeral procession to celebrate Baldr's cremation.\n\n\n==== In the Grímnismál ==== The eddic poem Grímnismál cites the following names:\n\n-Grímnismál (30)\n\n\n==== In the Gylfaginning ====\n\nThe Gylfaginning, in Snorri Sturluson's prose Edda, repeats this list, adding Sleipnir \"He who glides\", Odin's eight-legged horse; and Glen or Glenr.\n\nEvery day, the Aesir ride over the Bifröst bridge, also known as the Aesir Bridge. Here are the names of the Aesir horses: Sleipnir is the best, belonging to Odin and having eight legs. The second is Gladr, the third Gyllir, the fourth Glenr, the fifth Skeidbrimir, the sixth Silfrintoppr, the seventh Sinir, the eighth Gisl, the ninth Falhófnir, the tenth Gulltoppr, the eleventh Léttfeti. Baldr",
            "link": "https://en.wikipedia.org/wiki/The_horse_in_Nordic_mythology",
            "snippet": "The horse in Nordic mythology is the most important animal in terms of its role, both in the texts, Eddas and saga, and in representations and cults. Almost always named, the horse is associated with the gods Æsir and Vanir, with heroes or their enemies in Nordic mythology. The horse is more than just a means of transport, as it is at the heart of numerous fertility rituals in connection with the god Freyr. Closely associated with the cosmogony of the ancient Germanic-Scandinavians and with profound shamanic symbolism, this psychopomp is entrusted with the task of carrying the dead to Valhalla. The horse pulls the chariot of the sun and moon and lights up the world with its mane. It is linked to many vital elements, such as light, air, water and fire. The male horse is also highly valued in comparison with the mare.\nThis importance in the founding texts and sagas reflects the high value of the horse among Nordic peoples, as also attested by the rituals linked to its sacrifice, the consumption of its meat or the use of its body parts, reputed to bring protection and fertility. His bones were used as instruments of black magic in the sagas. Demonizing and combating equestrian traditions and rituals, such as hippophagy, was a key element in the Christianization of the Nordic regions of Germania, Scandinavia and Iceland."
        },
        {
            "id": "c_a10_0",
            "title": "Parrot",
            "text": "Parrots (Psittaciformes), also known as psittacines (), are birds with a strong curved beak, upright stance, and clawed feet. They are classified in four families that contain roughly 410 species in 101 genera, found mostly in tropical and subtropical regions. The four families are the Psittaculidae (Old World parrots), Psittacidae (African and New World parrots), Cacatuoidea (cockatoos), and Strigopidae (New Zealand parrots). One-third of all parrot species are threatened by extinction, with a higher aggregate extinction risk (IUCN Red List Index) than any other comparable bird group. Parrots have a generally pantropical distribution with several species inhabiting temperate regions as well. The greatest diversity of parrots is in South America and Australasia. Parrots—along with ravens, crows, jays, and magpies—are among the most intelligent birds, and the ability of some species to imitate human speech enhances their popularity as pets. They form the most variably sized bird order in terms of length; many are vividly coloured and some, multi-coloured. Most parrots exhibit little or no sexual dimorphism in the visual spectrum. The most important components of most parrots' diets are seeds, nuts, fruit, buds, and other plant material. A few species sometimes eat animals and carrion, while the lories and lorikeets are specialised for feeding on floral nectar and soft fruits. Almost all parrots nest in tree hollows (or nest boxes in captivity), and lay white eggs from which hatch altricial (helpless) young.\nTrapping wild parrots for the pet trade, as well as hunting, habitat loss, and competition from invasive species, has diminished wild populations, with parrots being subjected to more exploitation than any other group of wild birds. As of 2021, about 50 million parrots (half of all parrots) live in captivity, with the vast majority of these living as pets in people's homes. Measures taken to conserve the habitats of some high-profile charismatic species have also protected many of the less charismatic species living in the same ecosystems. Parrots are the only creatures that display true tripedalism, using their necks and beaks as limbs with propulsive forces equal to or greater than those forces generated by the forelimbs of primates when climbing vertical surfaces. They can travel with cyclical tripedal gaits when climbing. == Taxonomy ==\n\n\n=== Origins and evolution === Psittaciform diversity in South America and Australasia suggests that the order may have evolved in Gondwana, centred in Australasia. The scarcity of parrots in the fossil record, however, presents difficulties in confirming the hypothesis. There is currently a higher number of fossil remains from the northern hemisphere in the early Cenozoic. Molecular studies suggest that parrots evolved approximately 59 million years ago (Mya) (range 66–51 Mya) in Gondwana. The Neotropical Parrots are monophyletic, and the three major clades originated about 50 Mya (range 57–41 Mya). A single 15 mm (0.6 in) fragment from a large lower bill (UCMP 143274), found in deposits from the Lance Creek Formation in Niobrara County, Wyoming, had been thought to be the oldest parrot fossil and is presumed to have originated from the Late Cretaceous period, which makes it about 70 million years old. However, other studies suggest that this fossil is not from a bird, but from a caenagnathid oviraptorosaur (a non-avian dinosaur with a birdlike beak), as several details of the fossil used to support its identity as a parrot are not actually exclusive to parrots, and it is dissimilar to the earliest-known unequivocal parrot fossils. It is generally assumed that the Psittaciformes were present during the Cretaceous–Paleogene extinction event (K-Pg extinction), 66 mya. They were probably generalised arboreal birds, and did not have the specialised crushing bills of modern species. Genomic analysis provides strong evidence that parrots are the sister group of passerines, forming the cla",
            "link": "https://en.wikipedia.org/wiki/Parrot",
            "snippet": "Parrots (Psittaciformes), also known as psittacines (), are birds with a strong curved beak, upright stance, and clawed feet. They are classified in four families that contain roughly 410 species in 101 genera, found mostly in tropical and subtropical regions. The four families are the Psittaculidae (Old World parrots), Psittacidae (African and New World parrots), Cacatuoidea (cockatoos), and Strigopidae (New Zealand parrots). One-third of all parrot species are threatened by extinction, with a higher aggregate extinction risk (IUCN Red List Index) than any other comparable bird group. Parrots have a generally pantropical distribution with several species inhabiting temperate regions as well. The greatest diversity of parrots is in South America and Australasia.\nParrots—along with ravens, crows, jays, and magpies—are among the most intelligent birds, and the ability of some species to imitate human speech enhances their popularity as pets. They form the most variably sized bird order in terms of length; many are vividly coloured and some, multi-coloured. Most parrots exhibit little or no sexual dimorphism in the visual spectrum.\n\nThe most important components of most parrots' diets are seeds, nuts, fruit, buds, and other plant material. A few species sometimes eat animals and carrion, while the lories and lorikeets are specialised for feeding on floral nectar and soft fruits. Almost all parrots nest in tree hollows (or nest boxes in captivity), and lay white eggs from which hatch altricial (helpless) young.\nTrapping wild parrots for the pet trade, as well as hunting, habitat loss, and competition from invasive species, has diminished wild populations, with parrots being subjected to more exploitation than any other group of wild birds. As of 2021, about 50 million parrots (half of all parrots) live in captivity, with the vast majority of these living as pets in people's homes. Measures taken to conserve the habitats of some high-profile charismatic species have also protected many of the less charismatic species living in the same ecosystems.\nParrots are the only creatures that display true tripedalism, using their necks and beaks as limbs with propulsive forces equal to or greater than those forces generated by the forelimbs of primates when climbing vertical surfaces. They can travel with cyclical tripedal gaits when climbing."
        },
        {
            "id": "c_a10_1",
            "title": "Prince (musician)",
            "text": "Prince Rogers Nelson (June 7, 1958 – April 21, 2016) was an American singer, songwriter, musician, and actor. The recipient of numerous awards and nominations, he is regarded as one of the greatest musicians of his generation. He was known for his flamboyant, androgynous persona; his wide vocal range, which included a far-reaching falsetto and high-pitched screams; and his skill as a multi-instrumentalist, often preferring to play all or most of the instruments on his recordings. His music incorporated a wide variety of styles, including funk, R&B, rock, new wave, soul, synth-pop, pop, jazz, blues, and hip hop. Prince produced his albums himself, pioneering the Minneapolis sound. Born and raised in Minneapolis, Prince signed a record deal with Warner Bros. Records at the age of 18, soon releasing the studio albums For You (1978) and Prince (1979). He went on to achieve critical success with the influential albums Dirty Mind (1980), Controversy (1981), and 1999 (1982). His sixth album, Purple Rain (1984), was recorded with his new backing band the Revolution and was also the soundtrack to the film of the same name, in which he starred. The album garnered continued success for Prince and was a major commercial achievement, spending six consecutive months atop the US Billboard 200 chart. The soundtrack also won Prince the Academy Award for Best Original Song Score while the movie grossed $70.3 million worldwide, against its $7.2 million budget and publications. Critics have regarded Purple Rain as one of the greatest musical films . After disbanding the Revolution, Prince released the album Sign o' the Times (1987), widely hailed by critics as the greatest work of his career. In the midst of a contractual dispute with Warner Bros. In 1993, he changed his stage name to the unpronounceable symbol  (known to fans as the \"Love Symbol\") and was often referred to as The Artist Formerly Known as Prince (or TAFKAP) or simply The Artist. After moving to Arista Records in 1998, Prince reverted to his original name in 2000. Over the next decade, six of his albums entered the U.S. top 10 charts. In April 2016, at the age of 57, Prince died after accidentally overdosing on fentanyl at his Paisley Park home and recording studio in Chanhassen, Minnesota. He was a prolific musician who released 39 albums during his life, with a vast array of unreleased material left in a custom-built bank vault underneath his home after his death, including fully completed albums and over 50 finished music videos. Numerous posthumous collections of his previously unheard work have been issued by his estate. Prince has sold more than 100 million records worldwide, ranking him among the best-selling music artists of all time. His awards include the Grammy President's Merit Award, the American Music Awards for Achievement and of Merit, the Billboard Icon Award, an Academy Award, and a Golden Globe Award. He was inducted into the Rock and Roll Hall of Fame in 2004, the UK Music Hall of Fame in 2006, and the Rhythm and Blues Music Hall of Fame in 2016, and was inducted twice into the Black Music & Entertainment Walk of Fame in 2022. Estimates of the complete number of songs written by Prince range anywhere from 500 to well over 1,000. Some of these songs were made popular after being covered by other musicians, including \"Nothing Compares 2 U\" by Sinéad O'Connor and \"Manic Monday\" by the Bangles. == Early life ==\nPrince Rogers Nelson was born in Minneapolis on June 7, 1958, the son of jazz singer Mattie Della (née Shaw) and pianist and songwriter John Lewis Nelson. All four of his grandparents were from Louisiana. His grand-aunt was the black nationalist Mittie Maude Lena Gordon, who established the Peace Movement of Ethiopia and advocated emigration to West Africa in response to American white supremacy. The jazz drummer Louis Hayes was his paternal cousin.\nPrince was named after his father's most popular stage name, Prince Rogers, which his father used while perfo",
            "link": "https://en.wikipedia.org/wiki/Prince_(musician)",
            "snippet": "Prince Rogers Nelson (June 7, 1958 – April 21, 2016) was an American singer, songwriter, musician, and actor. The recipient of numerous awards and nominations, he is regarded as one of the greatest musicians of his generation. He was known for his flamboyant, androgynous persona; his wide vocal range, which included a far-reaching falsetto and high-pitched screams; and his skill as a multi-instrumentalist, often preferring to play all or most of the instruments on his recordings. His music incorporated a wide variety of styles, including funk, R&B, rock, new wave, soul, synth-pop, pop, jazz, blues, and hip hop. Prince produced his albums himself, pioneering the Minneapolis sound.\nBorn and raised in Minneapolis, Prince signed a record deal with Warner Bros. Records at the age of 18, soon releasing the studio albums For You (1978) and Prince (1979). He went on to achieve critical success with the influential albums Dirty Mind (1980), Controversy (1981), and 1999 (1982). His sixth album, Purple Rain (1984), was recorded with his new backing band the Revolution and was also the soundtrack to the film of the same name, in which he starred. The album garnered continued success for Prince and was a major commercial achievement, spending six consecutive months atop the US Billboard 200 chart. The soundtrack also won Prince the Academy Award for Best Original Song Score while the movie grossed $70.3 million worldwide, against its $7.2 million budget and publications. Critics have regarded Purple Rain as one of the greatest musical films. After disbanding the Revolution, Prince released the album Sign o' the Times (1987), widely hailed by critics as the greatest work of his career.\nIn the midst of a contractual dispute with Warner Bros. In 1993, he changed his stage name to the unpronounceable symbol  (known to fans as the \"Love Symbol\") and was often referred to as The Artist Formerly Known as Prince (or TAFKAP) or simply The Artist. After moving to Arista Records in 1998, Prince reverted to his original name in 2000. Over the next decade, six of his albums entered the U.S. top 10 charts. In April 2016, at the age of 57, Prince died after accidentally overdosing on fentanyl at his Paisley Park home and recording studio in Chanhassen, Minnesota. He was a prolific musician who released 39 albums during his life, with a vast array of unreleased material left in a custom-built bank vault underneath his home after his death, including fully completed albums and over 50 finished music videos. Numerous posthumous collections of his previously unheard work have been issued by his estate.\nPrince has sold more than 100 million records worldwide, ranking him among the best-selling music artists of all time. His awards include the Grammy President's Merit Award, the American Music Awards for Achievement and of Merit, the Billboard Icon Award, an Academy Award, and a Golden Globe Award. He was inducted into the Rock and Roll Hall of Fame in 2004, the UK Music Hall of Fame in 2006, and the Rhythm and Blues Music Hall of Fame in 2016, and was inducted twice into the Black Music & Entertainment Walk of Fame in 2022. Estimates of the complete number of songs written by Prince range anywhere from 500 to well over 1,000. Some of these songs were made popular after being covered by other musicians, including \"Nothing Compares 2 U\" by Sinéad O'Connor and \"Manic Monday\" by the Bangles."
        },
        {
            "id": "c_a10_2",
            "title": "Franglais",
            "text": "Franglais (French: [fʁɑ̃ɡlɛ]) or Frenglish ( FRENG-glish) is a French blend that referred first to the overuse of English words by French speakers and later to diglossia or the macaronic mixture of French (français) and English (anglais).\n\n\n== Etymology ==\nThe word Franglais was first attested in French in 1959, but it was popularised by the academic, novelist, and critic René Étiemble in his denunciation of the overuse of English words in French, Parlez-vous franglais? published in 1964. Earlier than the French term was the English label Frenglish, first recorded in 1937. Other colloquial blends for French-influenced English include Franglish (recorded from 1967), Frenchlish (1974), and Fringlish (1982).\n\n\n== English sense == In English, Franglais means a combination of English and French. It evokes the linguistic concepts of mixed language and barbarism. Reasons for this blend could be caused by lexical gaps, native bilingualism, populations trying to imitate a language where they have no fluency (sometimes known as creoles/pidgins), or humorous intent. Franglais usually consists of either filling in gaps in one's knowledge of French with English words, using false friends, or speaking French which (although ostensibly \"French\") would not be understood by a French speaker who does not also have a knowledge of English (for example, by using a literal translation of English idiomatic phrases).\nSome examples of Franglais are: Longtemps, pas voir. – 'Long time, no see.'\nJe vais driver downtown. – 'I'm going to drive downtown.' (Je vais conduire au centre-ville)\nJe suis tired. – 'I am tired.' (Je suis fatigué(e))\nJe ne care pas. – 'I don't care.' (Ça m'est égal or Je m'en fiche)\nJ'agree. – 'I agree.' (D'accord) === In English humour ===\nChaucer's Prioress knew nothing of the French of France, but only that of Stratford-atte-Bow ('Cockney French').  Similar mixtures occur in the later stages of Law French, such as the famous defendant who \"ject un brickbat a le dit Justice, que narrowly mist\" (\"threw a brickbat at the said Justice, which narrowly missed\").\nAnother example in English literature is found in Henry V by William Shakespeare. In Act 3, Scene 4, a French princess is trying to learn English, but unfortunately, foot as pronounced by her maid sounds too much like foutre (vulgar French for 'semen', or 'to have sexual intercourse' when used as a verb) and gown like con (French for 'cunt', also used to mean 'idiot').  She decides that English is too obscene.\nA literary example of the delight in mélange occurs in Robert Surtees' Jorrocks' Jaunts and Jollities: You shall manger cinq fois every day,\" said she; \"cinq fois,\" she repeated.—\"Humph!\" said Mr. Jorrocks to himself, \"what can that mean?—cank four—four times five's twenty—eat twenty times a day—not possible!\" \"Oui, Monsieur, cinq fois,\" repeated the Countess, telling the number off on her fingers—\"Café at nine of the matin, déjeuner à la fourchette at onze o'clock, dîner at cinq heure, café at six hour, and souper at neuf hour.\nThe 19th-century American writer Mark Twain, in Innocents Abroad (1869), included the following letter to a Parisian landlord: PARIS, le 7 Juillet. Monsieur le Landlord—Sir: Pourquoi don't you mettez some savon in your bed-chambers?  Est-ce que vous pensez I will steal it?  La nuit passée you charged me pour deux chandelles when I only had one; hier vous avez charged me avec glace when I had none at all; tout les jours you are coming some fresh game or other on me, mais vous ne pouvez pas play this savon dodge on me twice. Savon is a necessary de la vie to any body but a Frenchman, et je l'aurai hors de cet hotel or make trouble. You hear me. Allons. BLUCHER.\nThe humourist Miles Kington wrote a regular column \"Let's Parler Franglais\" which was published in the British magazine Punch in the late 1970s.  These columns were collected into a series of books: Let's Parler Franglais, Let's Parler Franglais Again!, Parlez-vous Franglais?, Let's Parl",
            "link": "https://en.wikipedia.org/wiki/Franglais",
            "snippet": "Franglais (French: [fʁɑ̃ɡlɛ]) or Frenglish ( FRENG-glish) is a French blend that referred first to the overuse of English words by French speakers and later to diglossia or the macaronic mixture of French (français) and English (anglais).\n\n"
        },
        {
            "id": "c_a11_0",
            "title": "Conservatism",
            "text": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity. The 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order. Conservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme. == Beliefs and principles ==\nScholars have tried to define conservatism as a set of beliefs or principles. Political scientist Andrew Heywood argues that the five central beliefs of conservatism are tradition, human imperfection, organic society, authority/hierarchy, and property. Historian Russell Kirk developed five canons of conservatism in The Conservative Mind (1953): A belief in a transcendent order, which Kirk described variously as based in tradition, divine revelation, or natural law;\nAn affection for the \"variety and mystery\" of human existence;\nA conviction that society requires orders and classes that emphasize natural distinctions;\nA belief that property and freedom are closely linked;\nA faith in custom, convention, and prescription, and a recognition that innovation must be tied to existing traditions and customs, which entails a respect for the political value of prudence. Some political scientists, such as Samuel P. Huntington, have seen conservatism as situational. Under this definition, conservatives are seen as defending the established institutions of their time. According to Quintin Hogg, the chairman of the British Conservative Party in 1959: \"Conservatism is not so much a philosophy as an attitude, a constant force, performing a timeless function in the development of a free society, and corresponding to a deep and permanent requirement of human nature itself.\" Conservatism is often used as a generic term to describe a \"right-wing viewpoint occupying the political spectrum between [classical] liberalism and fascism\". Conservatism has been called a \"philosophy of human imperfection\" by political scientist Noël O'Sullivan, reflecting among its adherents a negative view of human nature and pessimism of the potential to improve it through 'utopian' schemes. Thomas Hobbes, the \"intellectual godfather of the realist right\", argued that the state of nature for humans was \"poor, nasty, brutish, and short\", requiring centralized authority with royal sovereignty to guarantee law and order. Edmund Burke, often called the father of modern conservatism, believed that human beings are steeped in",
            "link": "https://en.wikipedia.org/wiki/Conservatism",
            "snippet": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity.\nThe 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order.\nConservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme.\n\n"
        },
        {
            "id": "c_a14_0",
            "title": "Germaine Greer",
            "text": "Germaine Greer (; born 29 January 1939) is an Australian writer and feminist, regarded as one of the major voices of the second-wave feminism movement in the latter half of the 20th century.\nSpecializing in English and women's literature, she has held academic positions in England at the University of Warwick and Newnham College, Cambridge, and in the United States at the University of Tulsa. Based in the United Kingdom since 1964, she has divided her time since the 1990s between Queensland, Australia, and her home in Essex, England.\nGreer's ideas have created controversy ever since her first book, The Female Eunuch (1970), made her a household name. An international bestseller and a watershed text in the feminist movement, it offered a systematic deconstruction of ideas such as womanhood and femininity, arguing that women were forced to assume submissive roles in society to fulfil male fantasies of what being a woman entailed. Greer's subsequent work has focused on literature, feminism and the environment. She has written over 20 books, including Sex and Destiny (1984), The Change (1991), The Whole Woman (1999), and The Boy (2003). Her 2013 book, White Beech: The Rainforest Years, describes her efforts to restore an area of rainforest in the Numinbah Valley in Australia. In addition to her academic work and activism, she has been a prolific columnist for The Sunday Times, The Guardian, The Daily Telegraph, The Spectator, The Independent, and The Oldie, among others. Greer is a liberation (or radical) rather than equality feminist. Her goal is not equality with men, which she sees as assimilation and \"agreeing to live the lives of unfree men\". \"Women's liberation\", she wrote in The Whole Woman (1999), \"did not see the female's potential in terms of the male's actual.\" She argues instead that liberation is about asserting difference and \"insisting on it as a condition of self-definition and self-determination\". It is a struggle for the freedom of women to \"define their own values, order their own priorities and decide their own fate\". == Early life and education ==\n\n\n=== Melbourne === Greer was born in Melbourne to a Catholic family, the elder of two girls followed by a boy. Her father called himself Eric Reginald (\"Reg\") Greer; he told her he had been born in South Africa, but she learned after his death that he was born Robert Hamilton King in Launceston, Tasmania. She also learned he was christened Robert Henry Eric Ernest Hambert. He and her mother, Margaret (\"Peggy\") May Lafrank, had married in March 1937; Reg converted to Catholicism before the wedding. Peggy was a milliner and Reg a newspaper-advertising salesman. Despite her Catholic upbringing and her father's open antisemitism, Greer became convinced that her father was secretly of Jewish heritage. She believed her grandmother had been a Jewish woman named Rachel Weiss, but admits that she probably made this up out of an \"intense longing to be Jewish.\" Despite not knowing whether she had any Jewish ancestry, Greer \"felt Jewish\" and began to involve herself in the Jewish community . She learned Yiddish, joined a Jewish theatre group, and dated Jewish men. In addition to English, Greer had learnt three European languages by the age of 12. The family lived in the Melbourne suburb of Elwood, at first in a rented flat in Docker Street, near the beach, then in another rented flat on the Esplanade. In January 1942 Greer's father joined the Second Australian Imperial Force; after training with the Royal Australian Air Force, he worked on ciphers for the British Royal Air Force in Egypt and Malta. Greer attended St Columba's Catholic Primary School in Elwood from February 1943—the family was by then living at 57 Ormond Road, Elwood—followed by Sacred Heart Parish School, Sandringham, and Holy Redeemer School, Ripponlea.\nIn 1952 Greer won a scholarship to Star of the Sea College in Gardenvale, a convent school run by the Sisters of the Presentation of the Blessed Virgin Mary;",
            "link": "https://en.wikipedia.org/wiki/Germaine_Greer",
            "snippet": "Germaine Greer (; born 29 January 1939) is an Australian writer and feminist, regarded as one of the major voices of the second-wave feminism movement in the latter half of the 20th century.\nSpecializing in English and women's literature, she has held academic positions in England at the University of Warwick and Newnham College, Cambridge, and in the United States at the University of Tulsa. Based in the United Kingdom since 1964, she has divided her time since the 1990s between Queensland, Australia, and her home in Essex, England.\nGreer's ideas have created controversy ever since her first book, The Female Eunuch (1970), made her a household name. An international bestseller and a watershed text in the feminist movement, it offered a systematic deconstruction of ideas such as womanhood and femininity, arguing that women were forced to assume submissive roles in society to fulfil male fantasies of what being a woman entailed.\nGreer's subsequent work has focused on literature, feminism and the environment. She has written over 20 books, including Sex and Destiny (1984), The Change (1991), The Whole Woman (1999), and The Boy (2003). Her 2013 book, White Beech: The Rainforest Years, describes her efforts to restore an area of rainforest in the Numinbah Valley in Australia. In addition to her academic work and activism, she has been a prolific columnist for The Sunday Times, The Guardian, The Daily Telegraph, The Spectator, The Independent, and The Oldie, among others.\nGreer is a liberation (or radical) rather than equality feminist. Her goal is not equality with men, which she sees as assimilation and \"agreeing to live the lives of unfree men\". \"Women's liberation\", she wrote in The Whole Woman (1999), \"did not see the female's potential in terms of the male's actual.\" She argues instead that liberation is about asserting difference and \"insisting on it as a condition of self-definition and self-determination\". It is a struggle for the freedom of women to \"define their own values, order their own priorities and decide their own fate\"."
        },
        {
            "id": "c_a14_1",
            "title": "Neoconservatism",
            "text": "Neoconservatism (colloquially neocon) is a political movement which began in the United States during the 1960s among liberal hawks who became disenchanted with the increasingly pacifist Democratic Party along with the growing New Left and counterculture of the 1960s. Neoconservatives typically advocate the unilateral promotion of democracy and interventionism in international relations together with a militaristic and realist philosophy of \"peace through strength\". They are known for espousing opposition to communism and radical politics.\nMany adherents of neoconservatism became politically influential during Republican presidential administrations from the 1960s to the 2000s, peaking in influence during the presidency of George W. Bush, when they played a major role in promoting and planning the 2003 invasion of Iraq. Prominent neoconservatives in the Bush administration included Paul Wolfowitz, Elliott Abrams, Richard Perle, Paul Bremer, and Douglas Feith. Although U.S. Vice President Dick Cheney and Secretary of Defense Donald Rumsfeld had not self-identified as neoconservatives, they worked closely alongside neoconservative officials in designing key aspects of the Bush administration's foreign policy; especially in their support for Israel, promotion of American influence in the Arab world and launching the war on terror. The Bush administration's domestic and foreign policies were heavily influenced by major ideologues affiliated with neoconservatism, such as Bernard Lewis, Lulu Schwartz, Richard and Daniel Pipes, David Horowitz, and Robert Kagan. Critics of neoconservatism have used the term to describe foreign policy and war hawks who support aggressive militarism or neocolonialism. Historically speaking, the term neoconservative refers to Americans who moved from the anti-Stalinist left to conservatism during the 1960s and 1970s. The movement had its intellectual roots in the magazine Commentary, edited by Norman Podhoretz. They spoke out against the New Left, and in that way helped define the movement. == Terminology ==\nThe term neoconservative was popularized in the United States during 1973 by the socialist leader Michael Harrington, who used the term to define Daniel Bell, Daniel Patrick Moynihan, and Irving Kristol, whose ideologies differed from Harrington's. Earlier during 1973, he had described some of the same ideas in a brief contribution to a symposium on welfare sponsored by Commentary.\nThe neoconservative label was adopted by Irving Kristol in his 1979 article \"Confessions of a True, Self-Confessed 'Neoconservative'\". His ideas have been influential since the 1950s, when he co-founded and edited the magazine Encounter.\nAnother source was Norman Podhoretz, editor of the magazine Commentary, from 1960 to 1995. By 1982, Podhoretz was terming himself a neoconservative in The New York Times Magazine article titled \"The Neoconservative Anguish over Reagan's Foreign Policy\". The term itself was the product of a rejection among formerly self-identified liberals of what they considered a growing leftward turn of the Democratic Party in the 1970s. Neoconservatives perceived in the new left liberalism an ideological effort to distance the Democratic Party and American liberalism from Cold War liberalism as it was espoused by former Presidents such as Harry S. Truman, John F. Kennedy and Lyndon B. Johnson. After the Vietnam War, the anti-communist, internationalist and interventionist roots of this Cold War liberalism seemed increasingly brittle to the neoconservatives. As a consequence they migrated to the Republican Party and formed one pillar of the Reagan Coalition and of the conservative movement. Hence, they became Neo-conservatives. == History ==\n\nThrough the 1950s and early 1960s, the future neoconservatives had endorsed the civil rights movement, racial integration, and Martin Luther King Jr. From the 1950s to the 1960s, liberals generally endorsed military action in order to prevent a communist victory",
            "link": "https://en.wikipedia.org/wiki/Neoconservatism",
            "snippet": "Neoconservatism (colloquially neocon) is a political movement which began in the United States during the 1960s among liberal hawks who became disenchanted with the increasingly pacifist Democratic Party along with the growing New Left and counterculture of the 1960s. Neoconservatives typically advocate the unilateral promotion of democracy and interventionism in international relations together with a militaristic and realist philosophy of \"peace through strength\". They are known for espousing opposition to communism and radical politics.\nMany adherents of neoconservatism became politically influential during Republican presidential administrations from the 1960s to the 2000s, peaking in influence during the presidency of George W. Bush, when they played a major role in promoting and planning the 2003 invasion of Iraq. Prominent neoconservatives in the Bush administration included Paul Wolfowitz, Elliott Abrams, Richard Perle, Paul Bremer, and Douglas Feith.\nAlthough U.S. Vice President Dick Cheney and Secretary of Defense Donald Rumsfeld had not self-identified as neoconservatives, they worked closely alongside neoconservative officials in designing key aspects of the Bush administration's foreign policy; especially in their support for Israel, promotion of American influence in the Arab world and launching the war on terror. The Bush administration's domestic and foreign policies were heavily influenced by major ideologues affiliated with neoconservatism, such as Bernard Lewis, Lulu Schwartz, Richard and Daniel Pipes, David Horowitz, and Robert Kagan.\nCritics of neoconservatism have used the term to describe foreign policy and war hawks who support aggressive militarism or neocolonialism. Historically speaking, the term neoconservative refers to Americans who moved from the anti-Stalinist left to conservatism during the 1960s and 1970s. The movement had its intellectual roots in the magazine Commentary, edited by Norman Podhoretz. They spoke out against the New Left, and in that way helped define the movement.\n\n"
        },
        {
            "id": "c_a15_0",
            "title": "Germaine Greer",
            "text": "Germaine Greer (; born 29 January 1939) is an Australian writer and feminist, regarded as one of the major voices of the second-wave feminism movement in the latter half of the 20th century.\nSpecializing in English and women's literature, she has held academic positions in England at the University of Warwick and Newnham College, Cambridge, and in the United States at the University of Tulsa. Based in the United Kingdom since 1964, she has divided her time since the 1990s between Queensland, Australia, and her home in Essex, England.\nGreer's ideas have created controversy ever since her first book, The Female Eunuch (1970), made her a household name. An international bestseller and a watershed text in the feminist movement, it offered a systematic deconstruction of ideas such as womanhood and femininity, arguing that women were forced to assume submissive roles in society to fulfil male fantasies of what being a woman entailed. Greer's subsequent work has focused on literature, feminism and the environment. She has written over 20 books, including Sex and Destiny (1984), The Change (1991), The Whole Woman (1999), and The Boy (2003). Her 2013 book, White Beech: The Rainforest Years, describes her efforts to restore an area of rainforest in the Numinbah Valley in Australia. In addition to her academic work and activism, she has been a prolific columnist for The Sunday Times, The Guardian, The Daily Telegraph, The Spectator, The Independent, and The Oldie, among others. Greer is a liberation (or radical) rather than equality feminist. Her goal is not equality with men, which she sees as assimilation and \"agreeing to live the lives of unfree men\". \"Women's liberation\", she wrote in The Whole Woman (1999), \"did not see the female's potential in terms of the male's actual.\" She argues instead that liberation is about asserting difference and \"insisting on it as a condition of self-definition and self-determination\". It is a struggle for the freedom of women to \"define their own values, order their own priorities and decide their own fate\". == Early life and education ==\n\n\n=== Melbourne === Greer was born in Melbourne to a Catholic family, the elder of two girls followed by a boy. Her father called himself Eric Reginald (\"Reg\") Greer; he told her he had been born in South Africa, but she learned after his death that he was born Robert Hamilton King in Launceston, Tasmania. She also learned he was christened Robert Henry Eric Ernest Hambert. He and her mother, Margaret (\"Peggy\") May Lafrank, had married in March 1937; Reg converted to Catholicism before the wedding. Peggy was a milliner and Reg a newspaper-advertising salesman. Despite her Catholic upbringing and her father's open antisemitism, Greer became convinced that her father was secretly of Jewish heritage. She believed her grandmother had been a Jewish woman named Rachel Weiss, but admits that she probably made this up out of an \"intense longing to be Jewish.\" Despite not knowing whether she had any Jewish ancestry, Greer \"felt Jewish\" and began to involve herself in the Jewish community . She learned Yiddish, joined a Jewish theatre group, and dated Jewish men. In addition to English, Greer had learnt three European languages by the age of 12. The family lived in the Melbourne suburb of Elwood, at first in a rented flat in Docker Street, near the beach, then in another rented flat on the Esplanade. In January 1942 Greer's father joined the Second Australian Imperial Force; after training with the Royal Australian Air Force, he worked on ciphers for the British Royal Air Force in Egypt and Malta. Greer attended St Columba's Catholic Primary School in Elwood from February 1943—the family was by then living at 57 Ormond Road, Elwood—followed by Sacred Heart Parish School, Sandringham, and Holy Redeemer School, Ripponlea.\nIn 1952 Greer won a scholarship to Star of the Sea College in Gardenvale, a convent school run by the Sisters of the Presentation of the Blessed Virgin Mary;",
            "link": "https://en.wikipedia.org/wiki/Germaine_Greer",
            "snippet": "Germaine Greer (; born 29 January 1939) is an Australian writer and feminist, regarded as one of the major voices of the second-wave feminism movement in the latter half of the 20th century.\nSpecializing in English and women's literature, she has held academic positions in England at the University of Warwick and Newnham College, Cambridge, and in the United States at the University of Tulsa. Based in the United Kingdom since 1964, she has divided her time since the 1990s between Queensland, Australia, and her home in Essex, England.\nGreer's ideas have created controversy ever since her first book, The Female Eunuch (1970), made her a household name. An international bestseller and a watershed text in the feminist movement, it offered a systematic deconstruction of ideas such as womanhood and femininity, arguing that women were forced to assume submissive roles in society to fulfil male fantasies of what being a woman entailed.\nGreer's subsequent work has focused on literature, feminism and the environment. She has written over 20 books, including Sex and Destiny (1984), The Change (1991), The Whole Woman (1999), and The Boy (2003). Her 2013 book, White Beech: The Rainforest Years, describes her efforts to restore an area of rainforest in the Numinbah Valley in Australia. In addition to her academic work and activism, she has been a prolific columnist for The Sunday Times, The Guardian, The Daily Telegraph, The Spectator, The Independent, and The Oldie, among others.\nGreer is a liberation (or radical) rather than equality feminist. Her goal is not equality with men, which she sees as assimilation and \"agreeing to live the lives of unfree men\". \"Women's liberation\", she wrote in The Whole Woman (1999), \"did not see the female's potential in terms of the male's actual.\" She argues instead that liberation is about asserting difference and \"insisting on it as a condition of self-definition and self-determination\". It is a struggle for the freedom of women to \"define their own values, order their own priorities and decide their own fate\"."
        },
        {
            "id": "c_a18_0",
            "title": "List of songs based on literary works",
            "text": "This is a list of songs that retell, in whole or in part, a work of literature. Albums listed here consist entirely of songs retelling a work of literature.\n\n\n== Albums ==\n\n\n== Songs ==\n\n\n== See also ==\nList of songs based on a film\nWizard rock\n\n\n== References ==",
            "link": "https://en.wikipedia.org/wiki/List_of_songs_based_on_literary_works",
            "snippet": "This is a list of songs that retell, in whole or in part, a work of literature. Albums listed here consist entirely of songs retelling a work of literature."
        },
        {
            "id": "c_a19_0",
            "title": "List of Saturday Night Live commercial parodies",
            "text": "On the American late-night live television sketch comedy and variety show Saturday Night Live (SNL), a commercial advertisement parody is commonly shown after the host's opening monologue. Many of the parodies were produced by James Signorelli.  The industries, products, and ad formats targeted by the parodies have been wide-ranging, including fast food, beer, feminine hygiene products, toys, clothes, medications (both prescription and over-the-counter), financial institutions, automobiles, electronics, appliances, public-service announcements, infomercials, and movie & TV shows (including SNL itself). Many of SNL's ad parodies have been featured in prime-time clip shows over the years, including an April 1991 special hosted by Kevin Nealon and Victoria Jackson, as well as an early 1999 follow-up hosted by Will Ferrell that features his attempts to audition for a feminine hygiene commercial.  In late 2005 and in March 2009, the special was modernized, featuring commercials created since the airing of the original special. == # ==\n16 and Pregnant Spinoffs — A November 2010 ad finds MTV cashing in with spinoffs inspired by 16 and Pregnant and Teen Mom (complete with an altered logo to \"MTV: Maternity Television\").  The parody promotes My Super Sweet 16 and Pregnant; America's Best Pregnant Dance Crew; Wild 'n Out with a Special Guest: A Baby; an all-baby-cribs edition of Cribs; and I'm Snooki and Pregnant (Snooki would reveal her pregnancy and engagement in March 2012).\n1-800-Flowers — Kristen Wiig promotes the floral retailer as a way to show love for her mother (Kate McKinnon) \"even when Mom is at her most annoying\". 5-hour Empathy — \"For when you just don't get it,\" the manufacturers of 5-hour Energy invent a liquid supplement that provides, according to Kenan Thompson's voiceover, \"5 full hours of complete, intimate understanding of years of systemic oppression and ever-present racism.\"  Although having an initial desire to do so, ad subject Beck Bennett is hesitant to try it, pantomiming chugging it down (\"The cap is still on,\" notes Thompson); insisting that he is not racist (\"I voted for Biden; what more do you want?!\"); and offering it to wife Heidi Gardner, who also declines (\"I don't need that, 'cause I'm a woman, so… it's the same\"). 24-Hour Energy for Dating Actresses — This parody postulates that having an actress for a girlfriend, and dealing with their quirks, can leave a man exhausted and debilitated. However, this once-daily supplement gives men the energy they need to handle their paramours' constant rehearsing, mastering of foreign accents, emotional swings over callbacks, etc. Also promoted is a female formula, \"24-Hour Energy for Dating Comedians.\"\n2020 Part 2: 2024 — Democratic-leaning voters are terrified over Joe Biden possibly running for re-election as U.S. President in 2024, and who would run for the party's nomination if he declined, in this October 2022 horror movie trailer \"from the producers of Smile and the twisted minds of Morning Joe.” == A ==\nABBA Christmas — This infomercial spoof promotes a never-released album of holiday songs from \"The Fleetwood Mac of cold weather\" (Bowen Yang, episode host Kate McKinnon, and McKinnon's fellow SNL alums Maya Rudolph and Kristen Wiig), all set to the tunes of their well-known classics (e.g. \"Gifts for Me, Gifts for You\").\nAbilify for Candidates — \"Because not everyone can be President,\" this version of the atypical antipsychotic is specially formulated for candidates in the 2016 presidential election, among them Rick Santorum (Taran Killam) and Mike Huckabee (Bobby Moynihan).\nAcademy of Better Careers — Spokesman Wendell Craig pitches a program for people to find jobs as stand-by operators.\nAction Cats — A parody of action-figure toys featuring plastic armor and weapons for live cats.\nAdobe – A car that's cheap (sticker price: $179) but also unsafe (it's made entirely of clay) yet \"combines German engineering and Mexican know-how!\"\nAdopt Belushi for Chr",
            "link": "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_commercial_parodies",
            "snippet": "On the American late-night live television sketch comedy and variety show Saturday Night Live (SNL), a commercial advertisement parody is commonly shown after the host's opening monologue. Many of the parodies were produced by James Signorelli.  The industries, products, and ad formats targeted by the parodies have been wide-ranging, including fast food, beer, feminine hygiene products, toys, clothes, medications (both prescription and over-the-counter), financial institutions, automobiles, electronics, appliances, public-service announcements, infomercials, and movie & TV shows (including SNL itself).\nMany of SNL's ad parodies have been featured in prime-time clip shows over the years, including an April 1991 special hosted by Kevin Nealon and Victoria Jackson, as well as an early 1999 follow-up hosted by Will Ferrell that features his attempts to audition for a feminine hygiene commercial.  In late 2005 and in March 2009, the special was modernized, featuring commercials created since the airing of the original special."
        },
        {
            "id": "c_a19_1",
            "title": "Conservatism",
            "text": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity. The 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order. Conservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme. == Beliefs and principles ==\nScholars have tried to define conservatism as a set of beliefs or principles. Political scientist Andrew Heywood argues that the five central beliefs of conservatism are tradition, human imperfection, organic society, authority/hierarchy, and property. Historian Russell Kirk developed five canons of conservatism in The Conservative Mind (1953): A belief in a transcendent order, which Kirk described variously as based in tradition, divine revelation, or natural law;\nAn affection for the \"variety and mystery\" of human existence;\nA conviction that society requires orders and classes that emphasize natural distinctions;\nA belief that property and freedom are closely linked;\nA faith in custom, convention, and prescription, and a recognition that innovation must be tied to existing traditions and customs, which entails a respect for the political value of prudence. Some political scientists, such as Samuel P. Huntington, have seen conservatism as situational. Under this definition, conservatives are seen as defending the established institutions of their time. According to Quintin Hogg, the chairman of the British Conservative Party in 1959: \"Conservatism is not so much a philosophy as an attitude, a constant force, performing a timeless function in the development of a free society, and corresponding to a deep and permanent requirement of human nature itself.\" Conservatism is often used as a generic term to describe a \"right-wing viewpoint occupying the political spectrum between [classical] liberalism and fascism\". Conservatism has been called a \"philosophy of human imperfection\" by political scientist Noël O'Sullivan, reflecting among its adherents a negative view of human nature and pessimism of the potential to improve it through 'utopian' schemes. Thomas Hobbes, the \"intellectual godfather of the realist right\", argued that the state of nature for humans was \"poor, nasty, brutish, and short\", requiring centralized authority with royal sovereignty to guarantee law and order. Edmund Burke, often called the father of modern conservatism, believed that human beings are steeped in",
            "link": "https://en.wikipedia.org/wiki/Conservatism",
            "snippet": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity.\nThe 18th-century Anglo-Irish statesman Edmund Burke, who opposed the French Revolution but supported the American Revolution, is credited as one of the forefathers of conservative thought in the 1790s along with Savoyard statesman Joseph de Maistre. The first established use of the term in a political context originated in 1818 with François-René de Chateaubriand during the period of Bourbon Restoration that sought to roll back the policies of the French Revolution and establish social order.\nConservatism has varied considerably as it has adapted itself to existing traditions and national cultures. Thus, conservatives from different parts of the world, each upholding their respective traditions, may disagree on a wide range of issues. One of the three major ideologies along with liberalism and socialism, conservatism is the dominant ideology in many nations across the world, including Hungary, India, Iran, Israel, Italy, Japan, Poland, Russia, Singapore, and South Korea. Historically associated with right-wing politics, the term has been used to describe a wide range of views. Conservatism may be either libertarian or authoritarian, populist or elitist, progressive or reactionary, moderate or extreme.\n\n"
        },
        {
            "id": "c_a19_2",
            "title": "List of Super Bowl commercials",
            "text": "During the annual television broadcast of the National Football League Super Bowl championship, the commercials that are aired draw considerable attention. In 2010, Nielsen reported that 51% of viewers prefer the commercials to the game itself. This article does not list advertisements for a local region or station (e.g. promoting local news shows), pre-kickoff and post-game commercials/sponsors, or in-game advertising sponsors and television bumpers.\n\n\n== 1960s ==\n\n\n=== 1967 (I) ===\nThe commercials included ads from \"Ford, Chrysler, RCA, RJ Reynolds Tobacco, McDonald's, Budweiser, among others.\"\n\n\n=== 1968 (II) ===\nOne notable commercial featured was a Gulf advertisement.\n\n\n=== 1969 (III) ===\n\n\n== 1970s ==\n\n\n=== 1970 (IV) ===\n\n\n=== 1971 (V) ===\n\n\n=== 1972 (VI) ===\n\n\n=== 1973 (VII) ===\n\n\n=== 1974 (VIII) ===\n\n\n=== 1975 (IX) ===\n\n\n=== 1976 (X) ===\n\n\n=== 1977 (XI) ===\n\n\n=== 1978 (XII) ===\n\n\n=== 1979 (XIII) ===\n\n\n== 1980s ==\n\n\n=== 1980 (XIV) ===\n\n\n=== 1981 (XV) ===\n\n\n=== 1982 (XVI) === === 1983 (XVII) ===\n\n\n=== 1984 (XVIII) ===\n\n\n=== 1985 (XIX) ===\n\n\n=== 1986 (XX) ===\n\n\n=== 1987 (XXI) ===\n\n\n=== 1988 (XXII) ===\n\n\n=== 1989 (XXIII) ===\n\n\n== 1990s ==\n\n\n=== 1990 (XXIV) ===\n\n\n=== 1991 (XXV) ===\n\n\n=== 1992 (XXVI) ===\n\n\n=== 1993 (XXVII) ===\n\n\n=== 1994 (XXVIII) ===\n\n\n=== 1995 (XXIX) ===\n\n\n=== 1996 (XXX) ===\n\n\n=== 1997 (XXXI) ===\n\n\n=== 1998 (XXXII) ===\n\n\n=== 1999 (XXXIII) ===\n\n\n== 2000s ==\n\n\n=== 2000 (XXXIV) ===\nThis year was known for its many commercials for websites, with 17 websites posing commercials. Many became defunct after the \"dot-com Bowl\".\n\n\n=== 2001 (XXXV) ===\n\n\n=== 2002 (XXXVI) ===\n\n\n=== 2003 (XXXVII) ===\n\n\n=== 2004 (XXXVIII) ===\n\n\n=== 2005 (XXXIX) ===\n\n\n=== 2006 (XL) ===\n\n\n=== 2007 (XLI) ===\n\n\n=== 2008 (XLII) ===\n\n\n=== 2009 (XLIII) ===\n\n\n== 2010s ==\n\n\n=== 2010 (XLIV) ===\n\n\n=== 2011 (XLV) === BMW\nBridgestone (2)\nBud Light (2)\nBudweiser (2)\nCareerBuilder\nCarMax (2)\nCars.com (2)\nCoca-Cola (2)\nDoritos (3)\nE*Trade\nGoDaddy\nHomeAway\nHyundai\nKia\nMercedes-Benz\nPepsiMax (3)\nSkechers- \"Kim Kardashian\"\nSnickers\nStella Artois\nTeleflora- \"Faith Hill\"\n\n\n=== 2012 (XLVI) ===\n\nPete Hoekstra\n\n\n=== 2013 (XLVII) ===\n\n\n=== 2014 (XLVIII) ===\n\n\n=== 2015 (XLIX) ===\n\n\n=== 2016 (50) ===\n\n\n=== 2017 (LI) ===\n\n\n=== 2018 (LII) ===\n\n\n=== 2019 (LIII) ===\n\n\n== 2020s ==\n\n\n=== 2020 (LIV) ===\n\n\n=== 2021 (LV) ===\n\n\n=== 2022 (LVI) ===\n\n\n=== 2023 (LVII) ===\n\n\n=== 2024 (LVIII) ===\n\n\n==== CBS and Nickelodeon ====\n\n\n==== CBS only ====\n\n\n==== Nickelodeon only ====\n\n\n== See also ==\nSuper Bowl advertising\nUSA Today Super Bowl Ad Meter\n\n\n== References ==\n\n\n== External links ==\nSuper Bowl Ad Archive on Ad Age",
            "link": "https://en.wikipedia.org/wiki/List_of_Super_Bowl_commercials",
            "snippet": "During the annual television broadcast of the National Football League Super Bowl championship, the commercials that are aired draw considerable attention. In 2010, Nielsen reported that 51% of viewers prefer the commercials to the game itself. This article does not list advertisements for a local region or station (e.g. promoting local news shows), pre-kickoff and post-game commercials/sponsors, or in-game advertising sponsors and television bumpers.\n\n"
        }
    ]
}