{
    "question": "What evidence is there that Vikings preferred orange cats?\nI’ve heard this many times but can’t find much evidence. What evidence is there, and how did this come to be a common belief?",
    "prompt_source": "AskHistorian",
    "details": {
        "submission_date": "2022-10-30 13:29:25",
        "submission_ID": "yhkbub",
        "URL": "https://www.reddit.com/r/AskHistorians/comments/yhkbub/what_evidence_is_there_that_vikings_preferred/",
        "comment_ID": "iuexkob",
        "upvote": 22,
        "comment_date": "2022-10-30 16:27:41",
        "auto_references": "\nTodd, Neil B. 1964. “Gene Frequencies in Boston’s Cats.” Heredity 19 (1): 47–51. https://doi.org/10.1038/hdy.1964.4.\nTodd, Neil B. 1977. “Cats and Commerce.” Scientific American 237 (5): 100–107. https://www.jstor.org/stable/24953922.\nJones, Eleanor P., Heidi M. Eager, Sofia I. Gabriel, Fríða Jóhannesdóttir, and Jeremy B. Searle. 2013. “Genetic Tracking of Mice and Other Bioproxies to Infer Human History.” Trends in Genetics 29 (5): 298–308. https://doi.org/10.1016/j.tig.2012.11.011.\nSearle, Jeremy B., Catherine S. Jones, Islam Gündüz, Moira Scascitelli, Eleanor P. Jones, Jeremy S. Herman, R. Victor Rambau, et al. 2009. “Of Mice and (Viking?) Men: Phylogeography of British and Irish House Mice.” Proceedings. Biological Sciences 276 (1655): 201–7. https://doi.org/10.1098/rspb.2008.0958.",
        "source": "data/original_data_collection/askHistorian_2021_2022_myscrape/2022_might_have_ref.jsonl",
        "human_ans": "The idea came from the article *Cats and commerce* by American geneticist Neil B. Todd (1936 - 2014), published in *Scientific American* in 1977. Todd compiled previous research about feline phenotypes around the world (many of them collected by himself) and mapped the relative proportions of cat coat colours by alleles. Todd does not provide references in this paper, but previous articles by him and other authors give an idea of the methodology. In a study of cat genetics done in Boston, Todd sampled cats found in animal rescue shelters, experimental facilities, and veterinary clinics  (Todd, 1964).\n[Here is the map](https://imgur.com/HtRV6cg) in *Cats and commerce* obtained for the \"sex-linked orange allele\", which gives the phenotypes tortoiseshell, calico (both usually female only) and marmelade (orange). The remarkable thing about this map is its odd distribution with three disconnected geographical areas: Northern Europe, Eastern North Africa (and Sicily/Southern Italy), and Asia Minor. The fact that there is a drop off of the phenotype around Asia Minor suggests that the allele did not spread beyond this region by land.\nTodd also noted the higher presence in those areas of \"dominant white\" cats: he found this significant as white cats are both attractive and more fragile (reduced viability), which points to human interference, ie people chose to own those white cats and their presence was not random. Unlike the orange map, the maps of the other two alleles (non-agouti and blotched tabby) studied by Todd are relatively more contiguous: the blotched-tabby map is clearly centered on Western Europe and the non-agouti map goes from Morocco to the British Isles.\nTodd made the hypothesis that the orange and white cats had been transported by sea (hence their presence in coastal areas of North Africa) from an origin in Asia Minor to Northern Europe:\n&gt;Could it be that 1,000 years after they were introduced to these last outposts of European civilization cats still reflect what may have been aesthetic preferences of the Vikings? [...] The evidence suggests that the Vikings selectively transported this profile of sex-linked orange and dominant white from their contacts on the Black Sea and planted it in the North Atlantic.\nOf course, the idea of Vikings, of all people, being partial to orange kitties and petting them on their drakkars is fundamentally amusing, which certainly explains the lasting popularity of the concept. \nCats may have not been the only critter transported by Vikings: recent studies of mouse mitochondrial DNA (mDNA) have linked Viking travels to the dissemination of mice throughout Western Europe (Searle and al., 2009):\n&gt;It is our contention, therefore, that for the house mouse the Orkney mtDNA lineage represents a marker for Norwegian Viking influence. It should not be assumed, however, that mice with the Orkney lineage originated in Norway and were taken to the British Isles. The transport may have been in the other direction, but still made by Norwegian Vikings. Our results add to the previously described association between Madeiran mice and Danish Vikings, in indicating that house mice are a valuable proxy for Viking movements, as revealed through the studies of mtDNA. The combination in the Viking period of the spread of urbanization in northwestern Europe and the trade facilitated by sophisticated ships capable of travelling substantial distances and carrying large amounts of cargo make the Vikings ideal house mouse vectors. There is clear evidence from Viking-age deposits in Iceland and Greenland that house mice were indeed transported on Viking ships.\nAnother paper (Jones et al., 2013) on mouse phylogeography suggests that the analysis of cat and mouse dissemination can serve as \"bioproxies\" for human colonisation and demographic history. The authors cite the *Cats and commerce* paper, that they find \"intriguing\", but note the lack of cat studies done with molecular markers instead of the visual observations of Todd and his colleagues.\n**Sources**\n* Jones, Eleanor P., Heidi M. Eager, Sofia I. Gabriel, Fríða Jóhannesdóttir, and Jeremy B. Searle. ‘Genetic Tracking of Mice and Other Bioproxies to Infer Human History’. Trends in Genetics 29, no. 5 (1 May 2013): 298–308. https://doi.org/10.1016/j.tig.2012.11.011.\n* Searle, Jeremy B., Catherine S. Jones, Islam Gündüz, Moira Scascitelli, Eleanor P. Jones, Jeremy S. Herman, R. Victor Rambau, et al. ‘Of Mice and (Viking?) Men: Phylogeography of British and Irish House Mice’. Proceedings. Biological Sciences 276, no. 1655 (22 January 2009): 201–7. https://doi.org/10.1098/rspb.2008.0958.\n* Todd, Neil B. ‘Gene Frequencies in Boston’s Cats’. Heredity 19, no. 1 (February 1964): 47–51. https://doi.org/10.1038/hdy.1964.4.\n* Todd, Neil B. ‘Cats and Commerce’. Scientific American 237, no. 5 (1977): 100–107. https://www.jstor.org/stable/24953922"
    }
}